import React from "react";
import styles from "./PrivacyPolicy.module.scss";
import { OfferLayout } from "../../layouts/OfferLayout";

interface PrivacyPolicyProps {}

const PrivacyPolicy: React.FC<PrivacyPolicyProps> = () => {
  return (
    <OfferLayout title={"Политика конфиденциальности"}>
      <p>
        Настоящая Политика конфиденциальности (далее – “Политика”) регулирует
        политику и процедурные аспекты сбора, использования и распространения
        персональных данных через Сайт (название сайта) (“Сайт”) и другие
        сервисы, приложения, платформы, программное обеспечение и соцмедиа,
        связанные с Компанией Mirax (“Компания”, “Mirax”, “Компания Mirax”).
      </p>
      <p>
        Данная политика касается лиц (далее – “Клиент”), которые сообщают свои
        личные данные Mirax или же посещают/используют сайты, другие сервисы,
        приложения, платформы, программное обеспечение и соцмедиа Mirax.
        Используя Сайт, Клиент соглашается с настоящей Политикой
        конфиденциальности.{" "}
      </p>
      <strong>1. Общие положения</strong>
      <div>
        1.1 Регистрируя и используя аккаунт на Сайте, Клиент позволяет сбор,
        использование и распространение своих персональных данных в соответствии
        с настоящей Политикой конфиденциальности и применимым законодательством.
        В случае несогласия с Политикой Клиент должен немедленно
        покинуть/перестать использовать Сайт Mirax.
      </div>
      <div>
        1.2. Настоящая Политика действует в отношении всей информации, которую
        Компания может получить о Клиенте во время использования им данного
        Сайта.
      </div>
      <div>
        1.3. Компания не контролирует и не несет ответственность за информацию
        третьих лиц, доступ к которой Клиент может получить, перейдя по ссылкам
        на Сайте.
      </div>
      <div>
        1.4. Компания не проверяет достоверность персональной информации,
        предоставляемой Клиентом.  Компания считает, что информация, переданная
        им от Клиента, является достоверной.
      </div>

      <strong>2. Какие данные мы собираем </strong>
      <div>
        2.1. Mirax собирает и обрабатывает ваши личные данные. Они могут
        включать в себя следующую информацию:
      </div>
      <div>
        2.1.1. Персональные данные, предоставляемые Клиентом путем регистрации
        аккаунта или заполнения специальных форм на Сайте (например, ваше имя,
        адрес электронной почты, телефонный номер, дата рождения, инвестиционные
        цели и др.).
      </div>
      <div>
        2.1.2. Персональные данные, полученные в результате транзакций,
        производимых вами через систему Mirax, или связанные с услугами,
        предлагаемыми Mirax;
      </div>
      <div>
        2.1.3. Сведения о мобильном устройстве Клиента (модель, версия
        операционной системы, уникальные идентификаторы устройства, данные о
        мобильной сети и др.);
      </div>
      <div>
        2.1.4. Сведения журналов (лог-файлов), содержащих информацию об
        использовании Сайта или просмотре информации на Сайте;
      </div>
      <div>
        2.1.5. Персональные данные, полученные посредством cookie-файлов в
        интернете.
      </div>
      <strong>3. Цели сбора персональной информации Клиента</strong>
      <div>
        3.1. Компания может использовать персональные данные Клиента в целях:
      </div>
      <div>3.1.1. Идентификации Клиента на сайте;</div>
      <div>
        3.1.2. Предоставления Клиенту доступа к персонализированным ресурсам
        Сайта;
      </div>
      <div>
        3.1.3. Установления с Клиентом обратной связи, включая направление
        уведомлений, запросов, касающихся использования Сайта, оказания услуг,
        обработка запросов и заявок от Клиента;
      </div>
      <div>
        3.1.4. Определения места нахождения Клиента для обеспечения
        безопасности, предотвращения мошенничества;
      </div>
      <div>
        3.1.5. Подтверждения достоверности и полноты персональных данных,
        предоставленных Клиентом;
      </div>
      <div>3.1.6. Уведомления Клиента согласно условий сотрудничества;</div>
      <div>
        3.1.7. Предоставления Клиенту эффективной клиентской и технической
        поддержки при возникновении проблем, связанных с использованием Сайта;
      </div>
      <div>
        3.1.8. Предоставления Клиенту с его согласия обновлений, специальных
        предложений, информации и новостной рассылки а также иных сведений от
        имени сайта или от имени партнеров сайта;
      </div>
      <div>3.1.9. Осуществления рекламной деятельности с согласия Клиента;</div>
      <div>
        3.1.10. Предоставления доступа Клиенту на сайты или сервисы партнеров с
        целью получения продуктов, обновлений и услуг;
      </div>
      <div>
        3.1.11. Для диагностики функционирования Сайта, анализа поведения и
        оценки интереса Клиентов, проявляемого в отношении различных разделов
        Сайта, а также для обеспечения высокого качества обслуживания Клиентов;
      </div>
      <div>
        3.1.12. Для административных целей, включая внутренние расследования при
        нарушении настоящей Политики конфиденциальности.
      </div>
      <strong>4. Распространение и раскрытие информации</strong>
      <div>
        4.1. Компания оставляет за собой право делиться личной информацией и
        персональными данными Клиентов с учредителями и руководителями Компании,
        а также со всеми филиалами, представительствами и другими связанными с
        Компанией компаниями, но обязуется требовать от всех, кто получит доступ
        к данной информации, соблюдения условий настоящей Политики
        конфиденциальности;
      </div>
      <div>
        4.2. Компания может раскрывать персональные данные, добросовестно
        полагая, что она уполномочена это делать, или что такое поведение
        является оправданно необходимым или обоснованным для соблюдения
        законодательства, или судебного процесса, или требований органов
        государственной власти; в ответ на любые жалобы, или для защиты прав,
        собственности или безопасности Компании, ее Клиентов, сотрудников или
        общества, в том числе, но не ограничиваясь, от мошенничества,
        злоупотребления, неправильного или незаконного использования Сайта;
      </div>
      <div>
        4.3. Компания может раскрыть на официальный запрос органов
        государственной власти персональные данные Клиента, необходимые для
        официального расследования.
      </div>
      <strong>5. Обязательства сторон</strong>
      <div>5.1. Клиент обязан:</div>
      <div>
        5.1.1. Предоставить информацию о персональных данных, необходимую для
        пользования Сайтом;
      </div>
      <div>
        5.1.2. Обновить, дополнить предоставленную информацию о персональных
        данных в случае изменения данной информации.
      </div>
      <div>5.2. Компания обязана:</div>
      <div>
        5.2.1. Использовать полученную информацию исключительно для целей,
        указанных в п. 3 настоящей Политики конфиденциальности;
      </div>
      <div>
        5.2.2. Принимать меры предосторожности для защиты конфиденциальности
        персональных данных Клиента согласно порядку, обычно используемого для
        защиты такого рода информации в существующем деловом обороте.
      </div>
      <strong>6. Отказ от ответственности</strong>
      <div>
        6.1. Компания Mirax (включая должностных лиц, директоров, акционеров,
        работников, агентов и иных представителей) в той мере, в какой это
        допустимо действующим законодательством, не несет перед Клиентом
        ответственности за любой ущерб и прямые, побочные, косвенные или
        аналогичные убытки (включая упущенную выгоду), возникшие в связи с
        доступом/ использованием настоящего Сайта, сервисов, приложений,
        платформ, программного обеспечения и соцмедиа, связанных с Компанией,
        инвестициями, неработоспособностью, ошибкой, упущением, перебоем,
        дефектом, простоем в работе или задержкой в передаче, компьютерным
        вирусом или системным сбоем;
      </div>
      <div>
        6.2. Компания не несет ответственности за незаконные действия третьих
        лиц, хакеров, злоумышленников и прочих нарушителей применяемого
        законодательства, которые могут нарушать условия настоящей Политики
        конфиденциальности и пытаться завладеть полностью или частично личной
        информацией и персональными данными Клиентов, а также использовать ее в
        личных целях;
      </div>
      <div>
        6.3. Компания не принимает на себя ответственности за действия лиц или
        организаций, прямо или иным образом осуществленные на основании
        информации, имеющейся на Сайте или полученной через него, как
        предоставленной Компанией, так и третьими лицами;
      </div>
      <div>
        6.4. Сайт и его содержимое предоставляются по принципу “как есть”, и
        Компания не дает каких-либо заверений или гарантий в отношении Сайта и
        содержимого, в том числе, но не ограничиваясь:
      </div>
      <div>
        6.4.1. в отношении своевременности, актуальности, точности, полноты,
        достоверности, доступности или соответствия для какой-либо конкретной
        цели Сайта и Содержимого;
      </div>
      <div>
        6.4.2. в отношении того, что при использовании Сайта не возникнет
        ошибок, оно будет безопасным и бесперебойным;
      </div>
      <div>
        6.4.3. что Компания будет исправлять какие-либо ошибки или, что на Сайте
        не будет вирусов или иных вредоносных кодов;
      </div>
      <div>
        6.4.4. что Сайт и его содержимое не нарушают прав третьих лиц. Насколько
        это возможно в соответствии с действующим законодательством, Компания
        отказывается от каких-либо заверений и гарантий, предоставление которых
        может иным образом подразумеваться.
      </div>
      <div>
        6.5. В случае утраты или разглашения персональных данных Клиента
        Компания не несет ответственность, если данная информация:
      </div>
      <div>6.5.1. Стала публичным достоянием до ее утраты или разглашения;</div>
      <div>
        6.5.2. Была получена от третьей стороны до момента ее получения
        Компанией;
      </div>
      <div>6.5.3. Была разглашена с согласия Клиента;</div>
      <div>
        6.6. Доступ и использование Сайта, сервисов, приложений, платформ,
        программного обеспечения и соцмедиа, связанных с Компанией,
        осуществляются исключительно по вашему усмотрению и на ваш риск.
      </div>
      <strong>7. Политика использования cookies</strong>
      <div>
        7.1. Настоящий документ определяет условия использования файлов cookies
        на данном сайте, объясняет цели использования cookies и определяет права
        пользователей изменять и определять правила предоставления файлов
        cookies по своему усмотрению.{" "}
      </div>
      <div>
        7.2. Файлы cookies необходимы, чтобы предоставлять и повышать качество
        онлайн-сервисов данного сайта, а также обеспечивать конфиденциальность
        информации, предоставленной пользователем, и ее обработку в надлежащем
        виде. Мы предпринимаем все необходимые меры безопасности, чтобы
        предотвратить несанкционированный доступ, раскрытие, изменение или
        несанкционированное удаление информации, предоставленной клиентами
        посредством файлов cookies.{" "}
      </div>
      <div>7.3. Что такое файлы cookies?</div>
      <div>
        7.3.1. Файл cookie – это маленький текстовый файл, который хранится на
        вашем компьютере или другом устройстве, используемом при посещении
        сайта. Текстовый файл содержит информацию, которая используется, чтобы
        предоставлять посетителям сайта сервис лучшего качества.
      </div>
      <div>7.4. Какие файлы cookies используются на данном сайте?</div>
      <div>7.4.1. Мы используем следующие виды файлов cookies:</div>
      <div>
        7.4.2. Обязательные. Такие файлы cookies необходимы для работы сайта.
        Они включают в себя, например, файлы cookies, которые позволяют вам
        авторизоваться в защищенные части сайта и использовать базовый
        функционал сайта.
      </div>
      <div>
        7.4.3. Аналитические/служебные. Такие файлы cookies представляют
        информацию о том, как и как часто используется данный сайт, какие есть
        пользовательские группы, какие поисковые инструменты используются.
        Статистика по файлам cookies может быть также получена от третьей
        стороны.
      </div>
      <div>
        7.4.4. Целевые. Такие файлы cookies запоминают ваши посещения данного
        сайта, какие страницы вы посетили, на какие ссылки нажали. Мы используем
        эту информацию, чтобы сделать данный сайт и информацию на нем более
        подходящими вашим интересам.
      </div>
      <div>7.5. Как отключить файлы cookies?</div>
      <div>
        7.5.1. Если вы не хотите, чтобы файлы cookies использовались на ваших
        устройствах, вы можете изменить настройки безопасности вашего браузера.
        Обратите внимание, что настройки безопасности могут отличаться, их надо
        настраивать отдельно для каждого браузера. Если же вы заблокируете все
        файлы cookies в вашем браузере (включая обязательные), весь сайт или его
        часть могут быть вам недоступны.
      </div>
      <strong>8. Дополнительные условия</strong>
      <div>
        8.1. Компания имеет право вносить изменения в настоящую Политику
        конфиденциальности без согласия Клиента;
      </div>
      <div>
        8.2. Новая Политика конфиденциальности вступает в силу с момента ее
        размещения на Сайте, если иное не предусмотрено;
      </div>
      <div>
        8.3. Материалы данного сайта не предназначены для лиц, проживающих в
        юрисдикциях, где предоставление подобной информации нарушает
        законодательные и нормативные требования.
      </div>
      <strong>9. Обратная связь</strong>
      <div>
        Все предложения или вопросы по настоящей Политике конфиденциальности
        следует сообщать на miraxtrade@mail.com
      </div>
      <div className={styles.version}>Версия от 20 мая 2021 года</div>
    </OfferLayout>
  );
};

PrivacyPolicy.defaultProps = {};

// @ts-ignore
export default PrivacyPolicy;
