{
  "HomePage": {
    "title": "Ready investment solutions with daily income",
    "text": "Mirax platform provides broad investment proposals in blockchain industry projects to create active and passive income through an affiliate program model",
    "videoBlock" : {
      "title" : "Hurry up to become a partner",
      "text" : "With Mirax, asset management strategies are focused on results"
    },
    "benefitsBlock" : {
      "title" : "Why invest now",
      "firstBlock" : {
        "title": "Profitability 22% per month",
        "text": "Choose from the presented tariff packages with a high payback of up to 300% per annum. Guaranteed income in a day"
      },
      "secondBlock" : {
        "title": "Profitable business model",
        "text": "The ability to build your own structure thanks to integrated referral systems, receiving additional income, bonuses and bonuses for activity"
      },
      "thirdBlock" : {
        "title": "Lack of risks",
        "text": "No illegal projects, trading on stock exchanges, raising or lowering transactions that carry risk"
      }
    },
    "wantMore" : {
      "title" : "For those who want more",
      "text": "Choose any program in a comfortable environment.",
      "MRX-invest": {
        "title": "Program",
        "description": "Promotion of the company in the blockchain industry <strong>MRX-invest</strong> <br /> uses a linear marketing plan.",
        "1block": {
          "title": "Volume of investment packages",
          "text": "from 100 to 10,000 (6 investment packages)"
        },
        "2block": {
          "title": "Profitability",
          "text": "Floating, up to 2% per day, seven days a week, and depends on the volume of the investment package"
        },
        "3block": {
          "title": "Term of the work",
          "text": "210-260 calendar days"
        }
      },
      "optional": {
        "title": "Program",
        "description": "Promotion of a <strong> Placebo </strong> company that uses a <br /> linear marketing plan.",
        "1block": {
          "title": "Term of the work",
          "text": "60-300 calendar days"
        },
        "2block": {
          "title": "Volume of investment packages",
          "text": "from $ 100 (10 rounds)"
        },
        "3block": {
          "title": "Profitability",
          "text": "A one-time payment at the start of sales up to 50%, depending on the round in which the options were purchased. <br /> Dividends up to 50% per month. All subsequent time while you are the holder of options."
        }
      },
      "priority": {
        "title": "Program",
        "description": "The ability to purchase products for 30-50% of their cost",
        "1block": {
          "title": "Profitability",
          "text": "100-300%"
        },
        "2block": {
          "title": "Volume of investment packages",
          "text": "from $ 300 to $ 200,000 (7 investment packages)"
        },
        "3block": {
          "title": "Term of the work",
          "text": "21-120 calendar days"
        }
      }
    },
    "PTL": {
      "title": "Profitability table",
      "trTh1": "Program",
      "trTh2": "Deposit ",
      "trTh3": "Terms ",
      "trTh4": "Income ",
      "trTh5": "Payback",
      "days": "days"
    },
    "PC": {
      "title": "Profit calculator",
      "ui": {
        "Invest_plan": "Invest plan",
        "Sum": "Sum",
        "select_program": "Select a program",
        "daily" : " daily",
        "at_the_end": " at the end of the rounds",
        "accrual": "ACCRUAL",
        "In_day": "In a day",
        "total_profit" : "TOTAL PROFIT",
        "total_period": "For the entire period",
        "1des": "Please note that the average income is indicated",
        "2des": "Period \"for the entire period\" means 250 days, for more details on the terms of the packages you can find on the page of the MRX-invest program.\n",
        "3des": "Return on Optional program is specified without dividends. Dividends will be accrued every month after the project is completed. For more information, go to the Optional program page\n"
      }
    },
    "news": {
      "title": "News",
      "all_news": "All news"
    },
    "BecomePartner" : {
      "title" : "Become a Mirax partner and make your business highly profitable from the first day"
    }
  },
  "AboutPage": {
    "HighQualityPrototype": {
      "title": "Solve these problems forever",
      "row1": "How to increase your capital?",
      "row2": "Where to invest so as not to burn out(fail)?",
      "row3": "How do I get income that will cover my expenses?"
    },
    "descriptionBLock": {
      "title": "Be guided by a balance between possible risks and potential returns",
      "block.text1": "In the modern market, financial instruments work in one direction, limiting the opportunities for investors and increasing risks.",
      "block.text2": " expands earning opportunities for its partners, combining the most profitable and promising areas: blockchain projects, mining companies, digital products, network companies and startups. Discover risk-free financial freedom"
    },
    "MainAdvantages": {
      "title": "A quick start is - the best result",
      "sub_title": "Get started now so your funds start working for you",
      "advantage_block1": {
        "title": "Sign up for free.",
        "text": "Registration takes no more than three minutes. You will be able to manage and control your funds right in your personal account."
      },
      "advantage_block2": {
        "title": "Select a program.",
        "text": "Top up your balance and choose the program with the most suitable conditions."
      },
      "advantage_block3": {
        "title": "Earn money.",
        "text": "Start earning from day one! You can withdraw funds at the end of the program period or participate in a new program to earn more!"
      }
    },
    "MiraxHistory":{
      "title": "Mirax Story: Ideas, Innovation and Growth",
      "text": "Over the past 12 years, Mirax has grown from an 8-person startup to a global company trusted by over 1,500 private and corporate investors to manage the assets. Our clients receive investment products, technologies and tools that can meet current spending needs, accumulate income and develop.",
      "text2": "Look at the way we have come.",
      "line1": "Establishment of the Mirax company and commencement of securities management activities, brokerage and dealer activities.",
      "line2": "With the development of cryptocurrencies, Mirax, together with individual partners and contractors, begins to invest in mining",
      "line3": "Creation of the first mining farms in China. Providing services for the development and implementation of a mining project at the request of investors, including the supply of devices from China, installation and configuration of mining. Thanks to this, investors own their equipment, independently control the project implementation process at every stage, and receive rewards. Mirax gains the necessary experience in the field of mining investment",
      "line4": "Entering the US market. The Mirax business unit is part of IBM. Investments in hardware and software, provision of consulting services in the field of IT",
      "line5": "The division was acquired by Western Digital, a computer electronics manufacturer.",
      "line6": "Attracting large American investors. Active development in the US market. Creation of a group of investment solutions, providing portfolio solutions to meet the needs of clients with a yield of about 80% per annum",
      "line7": "Launching a managed volatility strategy, providing clients with a new risk management tool to achieve high returns with less volatility. Creation of an anti-crisis program",
      "line8": "Entering the Russian market. Strengthening Fundamental Capital Growth and Active Fixed Income Teams Using an Affiliate Program Model"
    },
    "CompanyInterest": {
      "title": "Mutually beneficial cooperation with Mirax",
      "text": "Each user has the opportunity to grow within the framework of the affiliate program. You can increase your profits without restrictions, and in addition, receive bonuses for participating in the development of the platform. As an intermediary platform, Mirax earns a percentage of the profits. Thus, not only the investor but also the company grows"
    },
    "EnableComplaint": {
      "title": "Leave a request for a free consultation",
      "button": "Send a request"
    }
  },
  "HowToMakeMoneyHere": {
    "title": "How to start making money with Mirax\n",
    "row1": {
      "title": "A new approach to making money\n",
      "text1": "Why does the majority do not have their own savings, but have an outstanding loan, live paycheck to paycheck and know about vacations in warm countries only from the Internet? The most significant problem is that people are shy, afraid, or simply do not know what to do, how to make money.\n",
      "text2": "They live with a negative attitude that money is not given just like that, it is hard to earn it, and for this you need to spin like a squirrel in a wheel. The result of such thinking is mere pennies for hard daily work. If you ask such a person if he wants to be rich, he will certainly answer yes. But if you ask how much money he needs per month, he probably won't be able to give a clear answer. This is the problem. You must clearly know what you want to achieve and go towards your goal, using every opportunity."
    },
    "row2": {
      "title": "Think outside the box",
      "text1": "As a child, we heard: money is not happiness. As a result, we do not allow ourselves to be happy, we refuse interesting offers and hesitate to make a decision, losing our profit. Of course, money is not happiness itself, but it opens up new opportunities, makes our life complete and enhances the state of happiness.",
      "text2": "To get a decent income, it is important to choose a suitable earning strategy. And also - get rid of the misconceptions that prevent you from effectively managing money and earning a lot."
    },
    "row3": {
      "title": "From dream to result",
      "text1": "Investing in blockchain industry projects is one of the ways to increase your capital and provide yourself with income. But without experience and knowledge, it is quite difficult to conquer this niche. You need to spend a lot of time to study the subject of your investment, but this does not guarantee a stable income yet."
    },
    "row4": {
      "text1": "Investors of the Mirax platform are given the opportunity to earn regular rewards from investments in several projects at once - from mining cryptocurrency using mining farms to DeFi platforms, staking and BNB Vault. So, you get several options for the flow of funds, which, when combined with each other, can represent a significant amount. At the same time, you do not need to have in-depth knowledge of the subject of investment - Mirax carefully selects recommended projects and conducts a detailed audit before presenting them to the investor."
    },
    "row5": {
      "title": "Life satisfaction grows with wealth",
      "text1": "Our mission is to build a global network for our investors, in which you decide when and in which project to invest, manage your own money and provide yourself with a high income without any risks. You can take advantage of the diverse investment offer of Mirax, designed for different investors with different deposits."
    },
    "row6": {
      "title": "Do you want to change your life?",
      "text1": " Do it with Mirax now",
      "text2": "Become a partner"
    }
  },
  "MrxInvest": {
    "MrxInvestBenefitsData": {
      "title": "Benefits with MRX-invest",
      "1block": {
        "text": "Earnings from deposits in several areas at the same time: cryptocurrency mining, deposits, Launchpool, DeFi-staking"
      },
      "2block": {
        "text": "Daily payments up to 2% seven days a week"
      },
      "3block": {
        "text": "The opportunity to participate in an affiliate program with a yield of up to 40% per month"
      },
      "4block": {
        "text": "Simple linear marketing plan without restrictions on the development of the structure in width"
      }
    },
    "JumbotronCustom": {
      "text": "The MRX-invest investment program allows partners to receive income at a floating rate of from 0.5% to 2% per day, depending on the contribution. It is based on classic marketing\n"
    },
    "InvestmentPackages": {
      "title": "Investment packages",
      "text": "Choose any package from the below and get profitability on the following conditions",
      "description1": {
        "text1": "up to",
        "text2": "floating rate"
      },
      "description2": {
        "text1": "days",
        "text2": "calendar days"
      },
      "description3": {
        "text1": "time of setting the yield"
      },
      "desk": "A partner has the right to purchase no more than one investment package. To increase the investment package, upgrade to the next package with a volume larger than the previous one"
    },
    "BinarCard": {
      "card_title": "Investment package",
      "deskBlock1": {
        "text1": "The term of the investment package",
        "text2": "days"
      },
      "deskBlock2": {
        "text1": "Surcharge to daily rate of return"
      },
      "deskBlock3": {
        "text1": "Linear premium levels"
      },
      "footer": {
        "text1": "Price",
        "text2": "Buy"
      }
    }
  },
  "Optional": {
    "button_buy": "Buy",
    "dataBenefist": {
      "title": "Benefits with Optional",
      "1block": "Dividends up to 50% on the invested capital monthly",
      "2block": "The ability to exchange options for company shares after the launch of the program in July 2022",
      "3block": "Affiliate program with payments to the network up to 50%",
      "4block": "Terms of program implementation - less than 1 year"
    },
    "JumbotronCustom" : {
      "title": "The Optional program uses an equity crowdfunding model. Partners become co-owners of the company and participate in the distribution of profits by purchasing options"
    },
    "description": {
      "title1": "What you are getting",
      "title2": "How does growth happen?",
      "text1": "Using experience in assembling and supplying digital equipment in China, Mirax will launch Placebo antivirus program. This tool will increase the protection of user funds stored in gadgets. This project is being scaled according to the crowdfunding model. The \"Placebo\" development phase includes 10 rounds for 300 days, in each of which you can purchase options at a fixed price.",
      "text2": "After the implementation of the anti-virus program in retail outlets around the world and the expansion of the functionality, \"Placebo\" becomes an official partner of leading manufacturers of equipment and is introduced into electronic devices at the production stage. Due to geographic scaling and increased sales of the program, the value and profit of the company increases and, accordingly, the profit of partners"
    },
    "StagesOptions": {
      "title": "Options stages",
      "round": "round",
      "tab_title1": "Option price",
      "tab_title2": "HIGHLIGHTED OPTIONS",
      "tab_title3": "RETURN ON INVESTMENT CAPITAL",
      "tab_title4": "PURPOSE OF COLLECTION / COLLECTED",
      "tab_title5": "START OF ROUND / END OF ROUND",
      "tab_title6": "REMAINING UNTIL THE ROUND IS COMPLETED",
      "end_round": "Round is over",
      "pending": "pending"
    },
    "Satisfied": {
      "title": "Dividends on invested capital",
      "text1": "You can receive monthly dividends from the contribution immediately after the launch of the \"Placebo\" program",
      "text2": "Investments in the <strong>1st round</strong> bring the option holder a yield of <strong>50%</strong>, in the <strong>10th round - 15%</strong>",
      "text3": "For example, you buy 20,000 options in 1 round for $ 1,200 ($ 0.06 x 20,000). Your passive income will be $ 600 per month (50% of the deposit). If you invest the same amount in the last round, your monthly income is $ 180. Thus, the earlier you buy options, the higher the percentage of your profitability.",
      "desk_date_start": "Program launch date",
      "date_start": "July 15, 2022"
    }
  },
  "Priority" : {
    "dataBenefist": {
      "title": "Priority benefits",
      "block1": "The opportunity to realize your dream: buy an apartment, a car, gadgets or organize a wedding or travel for only 30-60% of the cost\n",
      "block2": "Selection of investment programs tied to certain goods and services",
      "block3": "100% protection of your investment by concluding a targeted loan agreement between you and Mirax",
      "block4": "The opportunity to participate in an affiliate program with linear marketing up to 10 levels deep for Priority members"
    },
    "JumbotronCustom": "Under the Priority program, each member can purchase any goods and services with a discount of up to 60% and earn extra money using the affiliate compensation program",
    "Benefits": {
      "title":"Investment programs",
      "block1": {
        "text1": "discount for a product or service"
      },
      "block2": {
        "text1": "term of the work",
        "text2": "days"
      },
      "block3": {
        "text1": "programs that allow you to make profitable purchases"
      }
    },
    "quote" : "\"Our goal is to create a new socio-economic model of earnings and help people meet material needs and become successful.\"",
    "desk": {
      "title": "Make a dream come true\n",
      "li1": "Select a program and click 'Participate'",
      "li2": "Follow simple conditions",
      "li3": "Upon completion of the program, you will receive bonuses on your deposit",
      "li4": "Become the proud owner of the product you dreamed of",
      "small": "The purchase amount must be greater than or equal to the amount of bonuses"
    }
  },
  "PriorityPrograms": {
    "home": {
      "type": "Home",
      "description": "Own apartment under construction - no loans, installments and no savings on everyday things!"
    },
    "auto": {
      "type": "Auto",
      "description": "Get your dream car for just a fraction of the cost"
    },
    "moto": {
      "type": "Moto",
      "description": "Do you like speed or are you tired of traffic jams? Priority Moto is what you need!"
    },
    "device": {
      "type": "Device",
      "description": "With the new gadget, participation in Mirax Priority is even easier!"
    },
    "travel": {
      "type": "Travel",
      "description": "Travel the world and save 2 times on trips!"
    },
    "wedding": {
      "type": "Wedding",
      "description": "Do you want a chic but economical wedding? With Priority Wedding, this is possible in 3 months!"
    },
    "repayment": {
      "type": "Repayment",
      "description": "Get free from debt or make smart investments with lending tools with Priority Early Repayment"
    }
  },
  "PrioritySlides": {
    "discount": "Discount",
    "term": "Term",
    "days": "days",
    "min_coast": "Min. price",
    "max_coast": "Max. price",
    "status": "Min. member status\n",
    "button_text" : "Details",
    "button_text2" : "Participate"
  },
  "PriorityDescription": {
    "calculator": {
      "title": "Calculator",
      "desk": "Preliminary calculation of the deposit and the term of the deposit. Pay attention to the terms of marketing assistance",
      "choseProgram": "Select a program",
      "specify": "Specify the installment and term",
      "amount": "Enter the amount",
      "waiting_period": "Waiting period",
      "program_contribution": "Program contribution\n",
      "activation_program": "Activating the program",
      "ma": "Marketing Assistance",
      "your_benefit": "Your benefit will be",
      "deadline": "Waiting period",
      "program_fee": "Program contribution",
      "days": "days",
      "insurance": "Insurance \"AXA\"",
      "Date_completion": "Date of completion",
      "contributions_program": "The amount of contributions for the program",
      "Activating_program": "Activating the program",
      "marketing_assistance": "I agree with marketing assistance (+ 20% if refused)\n",
      "contribution": "installment",
      "days_waiting": "days of waiting",
      "date_completion": "Date of completion"

    },
    "table": {
      "title": "Table of dependence of the cost of insurance on the type of program",
      "th1": "Initial payment,% / duration of the program, days",
      "th2": "Cost of the insurance program \"AXA\" in% of the total cost of goods or services"
    }
  },
  "Community": {
    "BenefitsData": {
      "title": "Community Principles",
      "block1": {
        "title": "Unity",
        "text": "We live brightly, achieve our goals, hold events and build teams together\n"
      },
      "block2": {
        "title": "Loyalty",
        "text": "We interact, support and treat each other with respect"
      },
      "block3": {
        "title": "Openness",
        "text": "Our community is open to everyone - you can contact us at any time and always get help"
      },
      "block4": {
        "title": "Manufacturability",
        "text": "We follow the trends in the world and choose the most profitable projects for cooperation"
      },
      "block5": {
        "title": "Success",
        "text": "We not only cover our basic needs, but also receive an additional reward for activity"
      },
      "block6": {
        "title": "Stability",
        "text": "Mirax residents always know the date when they will receive the program payment\nStart earning money today\n"
      }
    },
    "JumbotronCustom": {
      "title": "What is the Mirax community",
      "text": "We are convinced that everyone is able to become more productive if they work in a team. To develop creative and lively communication among partners, we have created the Mirax community.\n"
    },
    "BecomePartner": "Start earning income today"
  },
  "CenterOpening": {
    "benData": {
      "title": "Recommendations for choosing a room",
      "block1": "Sizes from 35-40 sq.m (from 20 people)",
      "block2": "Comfortable rental conditions",
      "block3": "Fast and continuous WiFi",
      "block4": "Place with a large number of people (halls based on hotels, hotels, business centers)",
      "block5": "Convenient location",
      "block6": "Serviceable hardware: demo screen (chalk board, PC / laptop)"
    },
    "benData2": {
      "title": "Individual representation is your best investment",
      "block1": {
        "title": "Availability",
        "text": "Open an office in any region of Russia and earn with partners"
      },
      "block2": {
        "title": "Motivation",
        "text": "Unleash the potential of your team and get rewarded for the activity of the members of the lower structure"
      },
      "block3": {
        "title": "Reliability",
        "text": "Forget about the risk of losing bonuses due to failure to complete complex qualifications thanks to a simple office program"
      }
    },
    "JumbotronCustom": {
      "title": "Opening of individual dealerships and expansion of business opportunities",
      "text": "You can share your knowledge and experience with partners and train them, thereby increasing your capital. Open a Mirax individual dealership for this and build a team of successful investors\n"
    },
    "block_info": {
      "title": "Business scaling by opening a Mirax",
      "accent": "representative office",
      "text1": "Scaling makes a business more successful, since the capitalization of the entire network is higher than that of its individual elements. Due to the increase in the number of investors, Mirax is expanding its network of branches together with partners. Our mission is to help you open a personal advisory office to prepare successful investors and build teams in your region.",
      "text2": "To create an effective team, it is necessary to involve people who are able to go beyond their potential in the interaction. A key role in this is played by the Mirax Individual Representative, who organizes the team's activities and implements the business model. Teamwork allows you to unleash the potential of everyone and start earning more."
    },
    "candidate": {
      "title": "Who is our ideal candidate",
      "text": "To create an effective team, it is necessary to involve people who are able to go beyond their potential in the interaction. The head of the Mirax Individual Representative Office plays a key role in this. Our ideal candidate:",
      "li1": "Builds a competent system of motivating partners",
      "li2": "Regularly interacts with partners",
      "li3": "Constantly learns",
      "li4": "Develops individual offers for partners and investors",
      "li5": "Conducts events aimed at increasing investor loyalty"
    },
    "ruleOpen": {
      "title_accent": "Conditions for opening an individual",
      "title": "representative office",
      "text": "A Mirax partner who has fulfilled these conditions can open an individual representative office and receive additional remuneration under the office program\n",
      "li1": "You need to reach the M4 level in any of the Mirax affiliate programs",
      "li2": "The region in which you open a representative office must match your region of residence",
      "li3": "In the first line, you need to have at least two partners with M3 level, also living in your area"
    },
    "quote": "Our goal is to create the conditions to support your growth.",
    "table_profit": {
      "title": "Office Program Rewards",
      "small": "Get additional rewards from the top-up amount of the invited partner",
      "th1": "Depth",
      "th2": "Reward",
      "line": "line"
    }
  },
  "faq": {
    "block1": {
      "title": "How can I earn with Mirax?\n",
      "content" : "You need to register a personal account for free, in which you can choose a suitable program, investment package and start earning. No bureaucracy and no time wasted!"
    },
    "block2": {
      "title": "What guarantees do I get?",
      "content" : "We finance only promising business projects that have passed multi-stage expertise. To assess the investment attractiveness of a project, we use various methods and approaches (coefficient analysis, factor assessment, statistical, financial, comparative analysis), which allow you to earn passively. We control payments, the progress of the project, and also promptly resolve all current issues - as a result, you receive passive income without delays and without risk. The high percentage of profitability that Mirax offers to its partners is due to the fact that the cryptocurrency industry itself is highly profitable. At the same time, the company uses a unique model of referral systems, which increases the possibility of receiving rewards and allows you to develop"
    },
    "block3": {
      "title": "How do I make a deposit?",
      "content" : "You can replenish your account through any available payment system in your personal account. After crediting funds to your account, you can receive passive income by participating in affiliate programs."
    },
    "block4": {
      "title": "Can I participate in several programs at once?",
      "content" : "To increase rewards for our partners, we made it available to participate in several programs at once, without waiting for the expiration of one of them."
    },
    "block5": {
      "title": "If the rates in the affiliate program are changed, will the amount of my charges also change?",
      "content" : "All deposits that were opened at the current rate will be completed on the same terms. You receive payments in accordance with the terms of the program, established at the time of opening the deposit, until the end of its term. If the terms of the program have changed, your new contribution will be subject to the new terms."
    },
    "block6": {
      "title": "How do I know how much I will earn?",
      "content" : "There is a profit calculator on the affiliate program page, with which you can calculate the daily and total income from the selected package. "
    },
    "block7": {
      "title": "Can I reinvest the money I earned?",
      "content" : "Oh sure. You can reinvest your profits right in your account. After the end of the program and the accrual of the earned funds to your balance, select again any available program and purchase an investment package."
    },
    "block8": {
      "title": "How to withdraw profit?",
      "content" : "Make a request to withdraw funds in your personal account, select a payment system and specify the amount. The duration of the transfer depends on the workload of the payment gateways and takes from 10 minutes."
    },
    "block9": {
      "title": "Can I earn by inviting my partners to the platform?",
      "content" : "Yes, you can invite new partners to register using your personal link available in your personal account. As a reward, you receive a one-time bonus of 5% of the amount of your partner's contribution. Your bonus is credited immediately after the purchase of the investment package by your partner."
    },
    "block10": {
      "title": "I forgot my password / an error occurs when entering my personal account",
      "content" : "If you cannot enter your personal account, first make sure that you have entered the correct data. You can try changing your browser or using incognito mode in your browser. If you have forgotten your password or username, send a recovery request in the login window. If these steps did not help, please contact us in the \"Contacts\" section, and we will promptly help solve your problem."
    },
    "block11": {
      "title": "How do I join the Mirax community?",
      "content" : "Mirax is a global ecosystem with its own community that brings together investors, business owners, blockchain project participants, cryptocurrency supporters and startup founders. Our community is located in different countries and is growing daily. You can share and get new experience with the platform, participate in discussions and find out the latest news on Mirax social networks."
    },
    "block12": {
      "title": "I didn't find the answer to my question in this list?",
      "content" : "Ask us your question by writing to us by email mirax.88@mail.ru, or send a message by filling out the contact form in the \"Contacts\" section."
    }

  },
  "Contacts": {
    "email_block": "Company mail for official inquiries, claims and suggestions",
    "social_list": "Official social networks",
    "m_assistance": "Company documents",
    "card_name1": "Certificate",
    "card_name2": "Presentation of the company",
    "contact_form_block": " Would you like to know the formula for success with",
    "small": "Ask your question and you will receive an answer within 2 hours",
    "input": {
      "name": "Your name",
      "question": "Your question",
      "chekBox1": "I accept",
      "chekBox2": "the terms of use",
      "chekBox3": "and agree to",
      "chekBox4": "the privacy policy"
    },
    "isDisable": "Available in 1 minute",
    "button": "Send"
  },
  "SignIn": {
    "registration": {
      "title": "Don't have an account yet?",
      "text": "Create an account for free and get passive income from day one",
      "button": "Registration"
    },
    "singIn_Input": {
      "title": "Login to your personal account",
      "password": "Password "
    },
    "remember_me": "Remember me",
    "login": "Login ",
    "forgot": "forgot your password?"
  },
  "SignUp": {
    "singUp": {
      "title": "Registration",
      "email_error": "Invalid email address",
      "input_name": "Name"
    },
    "formCountry" : {
      "option1": "Choose a country",
      "option2": "Russia",
      "option3": "Ukraine",
      "option4": "Belarus",
      "option5": "Kazakhstan"
    },
    "password": "Password",
    "password_error": "8 to 12 characters: Latin",
    "ReferralId": "Inviter ID / email",
    "chekBox": {
      "line1": "I accept",
      "line2": "Terms of Use",
      "line3": "and agree with",
      "line4": "privacy policy"
    },
    "buttons": {
      "signUp": "Register now",
      "enter": "Already registered?",
      "login": "Login"
    }
  },
  "PasswordReset": {
    "text1": "Don't have an account yet?",
    "text2": "Create an account for free and get passive income from day one?",
    "text3": "Registration",
    "text4": "Password recovery",
    "text5": "Login",
    "text6": "Login to your personal account"
  },
  "SideBar": {
    "desktop": "Desktop",
    "profit": "Profitability",
    "team": "Team",
    "history": "History",
    "profile": "Personal data"
  },
  "Desktop": {
    "title": {
      "profile": "Your profile",
      "desktop": "Desktop",
      "wallets": "My accounts",
      "ProfitabilityTable": "Your profitability table"
    },
    "WalletTitle": {
      "depositAccount": "Start account",
      "bonus_account": "Bonus account",
      "operating_account": "Operating account",
      "withdrawWallet": "Available for withdrawal"
    },
    "WalletName": {
      "transfer": "Transfer",
      "withdraw": "Withdraw",
      "top_up_balance": "Top up balance"
    },
    "totalInvestment": "Total investment",
    "wallets": "Operational wallets",
    "referralIncomeOfPartners": "Referral payments"
  },
  "Profit": {
    "chartData" : {
      "investmentPackage": "Investment package accruals",
      "dividends": "Dividends",
      "linearPremium": "Linear premium",
      "mentor_prime": "Mentor Prize"
    },
    "blockTitle": {
      "profit": "Profitability",
      "table": "Your profitability table",
      "statistics": "Statistics"
    },
    "total": {
      "income_investment_for_week": "The overall rate of return on investment for",
      "investment_package": "The overall rate of return on investment for",
      "referralIncomeOfPartners": "The total profitability indicator for the referral program for ",
      "income_referral_program_for_week": "The total profitability indicator for the referral program fo "
    },
    "all_time": "all the time",
    "last_week": "last week",
    "buttonText": "Top up"
  },
  "Team": {
    "block_title": {
      "information": "Information",
      "profit_table": "Referral program profitability table",
      "status_mentora": "Mentor statuses",
      "status_mentora2": "Linear Premium / Partner Dividends",
      "our_partners": "Your partners"
    },
    "information" : {
      "status": "Your mentor status:",
      "referralIncomeOfPartners": "Total profit for the affiliate program:",
      "turnover": "Personal team turnover:"
    },
    "profit_table": {
      "th1": "During the week",
      "th2": "For all the time"
    },
    "our_partners": {
      "td": "Total amount"
    },
    "status_mentora": {
      "th1": "Mentor level\n",
      "th2": "Требуемое кол-во приглашенных",
      "th3": "Required number of invitees",
      "th4": "Required partner statuses",
      "th5": "Number of lines",
      "th6": "Award"
    },
    "status_mentora2": {
      "th1": "Line level",
      "th2": "Linear premium ⃰ for “Options” and “MRX-invest”",
      "th3": "Accruals from dividend partners for “Options” and “MRX-invest”",
      "th4": "Linear premium for \"Priority\""
    },
    "lines": "-th line"
  },
  "HistoryPage": {
    "tabs" : {
      "active": "Active orders",
      "done": "Completed applications"
    },
    "table_active": {
      "th1": "Application number",
      "th2": "Input / output amount",
      "th3": "I/O type",
      "th4": "Application type",
      "th5": "Date"
    },
    "table_done": {
      "th1": "Application number",
      "th2": "Input / output amount",
      "th3": "Status",
      "th4": "Requisites",
      "th5": "Confirmation date"
    }
  },
  "Profile": {
    "tabs": {
      "PersonalData": "Personal data",
      "Security": "Security"
    },
    "PersonalData": {
      "title": "Contact details",
      "download": "Download",
      "delete": "Delete",
      "form": {
        "name": "Your name",
        "surname": "Your middle name (if any)",
        "middle_name": "Your surname",
        "city": "Your country",
        "phone_number": "Phone number",
        "button": "Save"
      }
    },
    "Security": {
      "titleBlock": {
        "change_password": "Change password for an account",
        "email_notifications": "Connect Email Notifications",
        "sms": "Connect SMS notifications",
        "verification": "Data verification"
      },
      "change_password": {
        "c_pass" : "Current password",
        "n_pass" : "New Password",
        "r_pass" : "Repeat password",
        "button": "Change"
      },
      "authentication": {
        "info_disable": "off"
      },
      "email_notifications": {
        "purchase": "About your purchase of an investment package",
        "deposits": "About deposits and withdrawals",
        "signing": "About signing in from a new device",
        "end": "About the end of the program",
        "button": "Save"
      },
      "sms": {
        "telephone": "Your phone number",
        "button": "to get the code",
        "text": "SMS notifications are an additional means of protecting your funds. These SMS notifications will be requested when withdrawing and transferring funds from your account, as well as to provide information."
      },
      "verification": {
        "success_button": "Verified"
      }
    }

  },
  "TermsUse": {
    "title": "Terms of use",
    "text": "These terms and conditions (“Agreement” or “User Agreement”) set out the terms of the agreement between you as a Mirax user and the Mirax Platform. In the following, the Mirax Platform may be referred to as “we”, “us” and “us”. Platform means a website operated by the name Mirax. Your use of our Platform is subject to your agreement to these terms. If you do not agree to these terms, you should immediately stop using our Platform.",
    "strong1": "Basic Provisions",
    "text1": "This Agreement is a binding agreement between you and us, and it sets out your and our rights and obligations in relation to your use of the Platform. You understand and accept this Agreement and confirm that you will abide by all of its terms.",
    "text2": "The use of the Platform is governed by the norms of the current legislation of the Russian Federation.",
    "text3": "By registering on the Platform, the User is considered to have acceded to this Agreement.",
    "text4": "The User of the Platform (previously and hereinafter referred to as the “User”) is an individual who has reached the age allowed in accordance with the legislation of the Russian Federation.",
    "text5": "The Platform does not provide you with any advice (investment, legal, tax or any other) in relation to transactions carried out on / through the Platform. Each Investor (meaning any User wishing to invest on / through the Platform) confirms that he or she participates in any investment solely based on his or her own assessment of the risks and their consequences.",
    "text6": "If you use the Platform, you will have the opportunity to invest in some or all of the projects available from time to time on the Platform. There may be additional terms that apply to specific investments that you will be notified of in writing or that will be available on the Platform.",
    "text7": "This Agreement enters into force from the moment the User expresses consent to its terms, which is confirmed by clicking the “Register” button on the site by the User. From the moment the User expresses consent to the terms of this Agreement through the above method, the User confirms that he has provided his or her written consent to the terms of the User Agreement, and also confirms the Platform's right to use his or her personal data and guarantees that by giving such consent, he or she acts of his or her own will and in their own interests.",
    "strong2": "Ownership",
    "text21": "All rights to the Site, design and materials of this site, and to use the network address (domain name) belong to the Platform and its affiliates; they are protected by copyright, trademarks and other proprietary rights;",
    "text22": "When working with the Site, the User is not granted intellectual property rights either to the Site itself or to the content associated with it;",
    "text23": "The content of the site is available for viewing and use for your personal use. Otherwise, the submitted materials may not be used for any purpose without the prior written consent of Mirax.",
    "strong3": "Rights and obligations of the Platform",
    "text31": "The Platform provides the User with Services in accordance with the terms of the Service Agreement, which are included in this Agreement.",
    "text32": "The Platform hereby grants the User a non-transferable, non-exclusive license to access and use the Platform and its services based on the data specified in the Service Agreement in accordance with these Terms. The User agrees to use the Data solely for the internal business purposes of the User.",
    "text33": "The Platform will exercise all reasonable care in collecting information that constitutes any part of the Services.",
    "text34": "The Platform reserves complete editorial freedom with respect to the form and content of the Services;",
    "text35": "The platform has the right to send informational messages to its Users, including advertising messages. The user is also in accordance with Part 1 of Art. 18 of the Federal Law “On Advertising” gives his consent to receive advertising messages at all e-mail addresses and phone numbers specified in the User's profile.",
    "text36": "The platform has the right at any time to unilaterally change the terms of this Agreement without prior notice to the User. Such changes take effect from the date of publication on the site. If the User disagrees with the changes made, he or she is obliged to refuse access to the Site and stop using the Platform and its services.",
    "text37": "The Platform has the right at any time to unilaterally establish restrictions on the provision of materials, services and services of the Platform for all Users or for certain categories of Users. The platform can at any time unilaterally prohibit Users (both individually and in their entirety) from automatic access to their services, materials and services, and also stop receiving any information.",
    "text38": "The platform is not responsible for violation by the User of this Agreement.",
    "text39": "Under no circumstances will the Mirax Platform or its representatives or affiliates be liable to the User or to any third parties for any indirect, accidental or unintentional damage, including lost profits, caused in connection with the use of the Site, materials, services and / or services of the Platform. to which the User or other persons gained access using the Platform, even if the Platform warned or indicated the possibility of such harm.",
    "text310": "The Platform also has the right to: a) temporarily block, in whole or in part, the possibility of using the materials, services and / or services of the Site by the User, or delete the User's account in case of violation of the terms of this Agreement and / or the requirements of the legislation of the Russian Federation; b) use the User's personal data on the terms of this Agreement; c) change the composition and cost of materials, services and / or services of the Site available to the User; d) to moderate the messages of the User; e) enter a fee for the use of materials, services and / or services of the Platform; f) not be liable for technical failures in the process of providing the Services that arose through no fault of ours; g) not be liable for non-fulfillment or improper fulfillment of their obligations as a result of preventive measures on their website.",
    "strong4": "User's rights and obligations",
    "text41": "The user is obliged to comply with the provisions of the current legislation of the Russian Federation and this Agreement;",
    "text42": "The User is obliged to fully familiarize himself with this Agreement before registering on the Platform. By registering on the Platform, the User confirms that he is an adult, has read, understood and undertakes to comply with all the terms of this Agreement, that is, expresses full and unconditional acceptance of the terms of this Agreement in accordance with Article 438 of the Civil Code of the Russian Federation.",
    "text43": "In order for the User to use the materials, services and services of the Platform, as well as to fulfill this Agreement, the User, by agreeing to registration, provides the Platform with consent to processing (any action or set of actions performed using automation tools or without using such tools with personal data, including collection, recording, systematization, automated processing, accumulation, storage, clarification (update, change), extraction, use, transfer (distribution, provision, access, cross-border transfer), depersonalization, blocking, deletion, destruction).",
    "text433": "Also, the user undertakes: (a) Not to sell, disclose or distribute the Data provided by the Platform for any monetary or other remuneration without the prior written consent of the Platform; (b) use reasonable efforts to comply with any terms and conditions attached to any section of the Agreement set forth in this document; (c) the User should not make any attempt to (d) alter, modify, improve, interfere with, disassemble or decompile the Data and / or hosting of the Platform Services through which the Data is delivered; or (e) provide a sub-license or transfer to third parties any of the User's rights under this Agreement, unless otherwise provided by this Agreement; (e) Pay the fees on time.",
    "text44": "When using the Site, the User is prohibited from registering as a User on behalf of or instead of another person (“Fake Account”);",
    "text45": "The user is responsible for his own actions in connection with the creation and posting of information in his own account in accordance with the current legislation of the Russian Federation.",
    "text46": "The user gets the right to use the materials to which he was given access, solely for informational and educational purposes; The User is not entitled to reproduce and distribute in whole or in part the content of any content on the Platform or Data to which the Platform has provided access to the User; The user does not have the right to use the information received for commercial purposes.",
    "strong5": "Limitation of Liability",
    "text51": "User acknowledges that Mirax has set its prices and entered into this Agreement relying on the limitations of liability and disclaimer of warranties and damages set forth in this document, and that they form the essential basis of the Agreement between you and us.",
    "strong6": "Dispute Resolution",
    "text61": "Before going to court with a claim for disputes arising from the relationship between the Company and the Client, it is mandatory to submit a claim (a written proposal for a voluntary settlement of the dispute);",
    "text62": "The recipient of the claim within 30 calendar days from the date of receipt of the claim, notifies the applicant of the claim in writing about the results of the consideration of the claim;",
    "text63": "If an agreement is not reached, the dispute will be referred to a judicial authority in accordance with the current legislation of the Russian Federation;",
    "text64": "Neither Party shall be liable to the other Party for claims brought by a Party more than two years after the date of termination of this Agreement.",
    "strong7": "Termination",
    "text71": "Without prejudice to any rights under this Agreement, Mirax may immediately suspend all or any part of the provision of the Services if the User fails to pay any Fees by the due date.",
    "text72": "The Service Agreement may be terminated by either Party immediately with written notice to the other Party if the other Party commits a material violation of any term of the Agreement and (in the case of a recoverable violation) cannot eliminate the violation within thirty days",
    "text73": "Any termination of the Agreement for any reason does not affect the rights or obligations arising from any of the Parties and which may have existed prior to its termination.",
    "text74": "Upon termination of the Service Agreement for any reason a) the provision of the Services terminates automatically; b) The User must immediately pay to Mirax all unpaid Commissions; c) Mirax shall pay the User any amount of the User that relates to any period after the termination of the Agreement, minus the amount of outstanding Commissions.",
    "strong8": "Force Majeure",
    "text81": "Neither Party shall be liable to the other party for a decrease in Payments, delay or failure to fulfill its obligations under this Agreement for any reason or reasons beyond its reasonable control (“Force Majeure”), including but not limited to: a) flooding , storm or other natural disaster; b) any war, hostilities, revolution, riot or civil disturbance; c) any destruction, breakdown (permanent or temporary), malfunction or damage to any premises, installations, equipment or materials (including any computer hardware or software or any records) owned by Mirax; d) introduction or modification of any law or regulation, or any modification of its interpretation or application by any authority; e) any action taken by a government or public authority or any agency of the Russian Federation, including refusal or delay in granting consent, release or permission; f) any breach of contract, default or insolvency of a third party, with the exception of an agent or subcontractor of the Party relying on compensation and a company in the same group as the Party relying on compensation to which this clause may be provided; or g) any failure of the Data Provider to provide contractual data, if such data is part of the Data, for more than 3 (three) consecutive working days.",
    "text82": "The Party relying on Force Majeure must: a) send written notice of Force Majeure to the other Party as soon as possible, indicating the beginning and extent of the Force Majeure, its cause and its expected duration; b) take all reasonable measures to mitigate the consequences of Force Majeure to fulfill its obligations under this Agreement; d) resume the fulfillment of their obligations as soon as possible after the termination of the Force Majeure.",
    "version": "May 20, 2021 version"
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "text1": "This Privacy Policy (hereinafter - the \"Policy\") governs the policy and procedural aspects of the collection, use and dissemination of personal data through the Site (site name) (\"Site\") and other services, applications, platforms, software and social media associated with Mirax (“Company”, “Mirax”, “Company Mirax”).",
    "text2": "This policy applies to persons (hereinafter referred to as the “Client”) who provide their personal data to Mirax or visit / use Mirax websites, other services, applications, platforms, software and social media. By using the Site, the Client agrees to this Privacy Policy.",
    "strong1": "General Provisions",
    "text11": "By registering and using an account on the Site, the Client allows the collection, use and dissemination of his personal data in accordance with this Privacy Policy and applicable law. In case of disagreement with the Policy, the Client must immediately leave / stop using the Mirax Site.",
    "text12": "This Policy applies to all information that the Company may receive about the Client while using this Site.",
    "text13": "The Company does not control and is not responsible for the information of third parties, access to which the Client can obtain by clicking on the links on the Site.",
    "text14": "The Company does not verify the accuracy of the personal information provided by the Client. The Company believes that the information transmitted by it from the Client is reliable.",
    "strong2": "What data do we collect",
    "text21": "Mirax collects and processes your personal data. They may include the following information:",
    "text211": "Personal data provided by the Client by registering an account or filling out special forms on the Site (for example, your name, email address, phone number, date of birth, investment goals, etc.).",
    "text22": "Personal data obtained as a result of transactions carried out by you through the Mirax system, or related to the services offered by Mirax;",
    "text23": "Information about the Client's mobile device (model, operating system version, unique device identifiers, data on the mobile network, etc.);",
    "text24": "Information of logs (log files) containing information about using the Site or viewing information on the Site;",
    "text25": "Personal data obtained through cookies on the Internet.",
    "strong3": "Purpose of collecting personal information of the Client",
    "text31": "The Company may use the Client's personal data for the following purposes:",
    "text32": "Client identification on the website;",
    "text33": "Establishing feedback with the Client, including sending notifications, requests regarding the use of the Site, the provision of services, processing requests and applications from the Client;",
    "text34": "Determining the location of the Client to ensure security, prevent fraud;",
    "text35": "Confirmation of the accuracy and completeness of the personal data provided by the Client;",
    "text36": "Client notifications according to the terms of cooperation;",
    "text37": "Providing the Client with effective customer and technical support in case of problems related to the use of the Site;",
    "text38": "Providing the Client, with his consent, of updates, special offers, information and newsletters, as well as other information on behalf of the site or on behalf of the partners of the site;",
    "text39": "Carrying out advertising activities with the consent of the Client;",
    "text310": "Providing the Client with access to the sites or services of partners in order to receive products, updates and services;",
    "text311": "To diagnose the functioning of the Site, analyze the behavior and assess the interest of Clients shown in relation to various sections of the Site, as well as to ensure a high quality of service for Clients;",
    "text312": "For administrative purposes, including internal investigations of violations of this Privacy Policy.",
    "strong4": "Dissemination and disclosure of information",
    "text41": "The Company reserves the right to share personal information and personal data of Clients with the founders and managers of the Company, as well as with all branches, representative offices and other companies related to the Company, but undertakes to require everyone who gains access to this information to comply with the terms of this Privacy Policy ;",
    "text42": "The company may disclose personal data, in good faith believing that it is authorized to do so, or that such behavior is justifiably necessary or justified to comply with the law, or legal process, or the requirements of public authorities; in response to any complaints, or to protect the rights, property or safety of the Company, its Clients, employees or society, including, but not limited to, from fraud, abuse, misuse or illegal use of the Site;",
    "text43": "The Company may disclose, upon an official request from state authorities, the personal data of the Client necessary for an official investigation.",
    "strong5": "Obligations of the parties",
    "text51": "The client is obliged:",
    "text52": "Provide information about personal data necessary to use the Site;",
    "text53": "Update, supplement the provided information about personal data in case of changes in this information.",
    "text54": "The company is obliged to:",
    "text55": "Use the information received solely for the purposes specified in clause 3 of this Privacy Policy;",
    "text56": "Take precautions to protect the confidentiality of the Client's personal data in accordance with the procedure usually used to protect this kind of information in existing business transactions. ",
    "strong6": "Disclaimer",
    "text61": "Mirax (including officers, directors, shareholders, employees, agents and other representatives), to the extent permitted by applicable law, is not liable to the Client for any damage and direct, incidental, consequential or similar losses (including lost profits ) arising in connection with the access / use of this Site, services, applications, platforms, software and social media related to the Company, investments, inoperability, error, omission, interruption, defect, downtime or delay in transmission, computer virus or system failure;",
    "text62": "The Company is not responsible for illegal actions of third parties, hackers, intruders and other violators of applicable law who may violate the terms of this Privacy Policy and try to take possession of all or part of personal information and personal data of Clients, as well as use it for personal purposes;",
    "text63": "The Company does not assume responsibility for the actions of persons or organizations, directly or otherwise carried out on the basis of information available on the Site or received through it, either provided by the Company or by third parties;",
    "text64": "The Site and its content are provided on an “as is” basis, and the Company does not make any representations or warranties regarding the Site and its content, including, but not limited to:",
    "text65": "in relation to the timeliness, relevance, accuracy, completeness, reliability, availability or suitability for any specific purpose of the Site and the Content;",
    "text66": "that when using the Site there will be no errors, it will be safe and uninterrupted;",
    "text67": "that the Company will correct any errors or that there will be no viruses or other malicious codes on the Site;",
    "text68": "that the Site and its contents do not violate the rights of third parties. To the extent possible in accordance with applicable law, the Company disclaims any representations and warranties, the provision of which may otherwise be implied.",
    "text69": "In case of loss or disclosure of the Client's personal data, the Company is not responsible if this information:",
    "text610": "Became public domain prior to its loss or disclosure;",
    "text611": "Was received from a third party prior to its receipt by the Company;",
    "text612": "Was disclosed with the consent of the Client;",
    "text613": "Access and use of the Site, services, applications, platforms, software and social media associated with the Company are carried out solely at your discretion and at your risk.",
    "strong7": "Cookies policy",
    "text71": "This document defines the conditions for the use of cookies on this site, explains the purpose of using cookies and defines the rights of users to change and define the rules for the provision of cookies at their own discretion.",
    "text72": "Cookies are necessary in order to provide and improve the quality of the online services of this site, as well as to ensure the confidentiality of information provided by the user and its processing in an appropriate manner. We take all necessary security measures to prevent unauthorized access, disclosure, modification or unauthorized deletion of information provided by customers through cookies.",
    "text73": "What are cookies?",
    "text74": "A cookie is a small text file that is stored on your computer or other device used when you visit a website. The text file contains information that is used to provide a better service to website visitors.",
    "text75": "Какие файлы cookies используются на данном сайте?",
    "text76": "What cookies are used on this website?",
    "text77": "Required. These cookies are essential for the website to function. These include, for example, cookies that allow you to log into secure areas of the site and use the basic functionality of the site.",
    "text78": "Analytical / service. These cookies provide information about how and how often this site is used, what user groups are, what search tools are used. Cookie statistics may also be obtained from third parties.",
    "text79": "Targeted. These cookies remember your visits to this site, which pages you visited, which links you clicked on. We use this information to make this site and the information on it more relevant to your interests.",
    "text710": "How do I disable cookies?",
    "text711": "If you do not want cookies to be used on your devices, you can change the security settings of your browser. Please note that security settings may vary and must be configured separately for each browser. If you block all cookies in your browser (including mandatory ones), the entire site or part of it may not be available to you.",
    "strong8": "Additional terms",
    "text81": "The Company has the right to make changes to this Privacy Policy without the consent of the Client;",
    "text82": "The new Privacy Policy comes into force from the moment it is posted on the Site, unless otherwise provided;",
    "text83": "The materials on this site are not intended for individuals residing in jurisdictions where the provision of such information would violate legal and regulatory requirements.",
    "strong9": "Feedback",
    "text91": "Any suggestions or questions about this Privacy Policy should be reported to miraxtrade@mail.com",
    "version": "May 20, 2021 version"
  },
  "ReferralLink": {
    "referral_link": "Your referral link:",
    "link": "The referral link will appear only after purchasing one of our products"
  },
  "ProfitabilityTable": {
    "total_earned": "Total earned:",
    "thead": {
      "th1": "Name",
      "th2": "Amount received",
      "th3": "% of the total amount"
    },
    "tbody": {
      "investment_package": "Investment package accruals",
      "dividends": "Dividends",
      "linear_premium": "Linear premium",
      "mentor_prime": "Mentoring award"
    }
  },
  "MrxProgram": {
    "titleBlock": {
      "information": "Profitability",
      "accounts": "My accounts",
      "statistics": "Profitability statistics for the MRX-invest program"
    },
    "chartData": {
      "deposit": "Deposit amount",
      "investmentPackage": "Investment package accruals",
      "dividends": "Dividends",
      "linearPremium": "Referral program payments"
    },
    "program": "Program",
    "wit_us": "You are with us:",
    "mrxPercent": "Current base rate of return:",
    "lineCount": "Number of lines:",
    "account_active": "The account is active until:",
    "button_update": "Improve the program",
    "button_buy": "Buy the program"
  },
  "OptionalProgram": {
    "TitleBlock": {
      "Profitability": "Profitability",
      "accounts": "My current round score"
    },
    "accounts": {
      "deposit": "Deposit amount",
      "quantity": "Number of options",
      "cost": "Option price",
      "profitability": "Current base rate of return"
    },
    "Program": "Program",
    "with_us": "You are with us",
    "profitability": "Current base rate of return:",
    "activeRound": "Current round:",
    "endRound": "Completion of the last round",
    "button": "Buy options",
    "Check": "Check",
    "rounds": "-st round"
  },
  "PriorityProgram": {
    "TitleBlock": {
      "Profitability": "Profitability",
      "PriorityCard": "Number of connected program №"
    },
    "Program": "Program:",
    "countAllPrograms": "Number of purchased programs",
    "totalInvest": "The total investment amount will be",
    "totalProfit": "The total benefit will be",
    "Button": "Buy Priority"
  },
  "BuyPrograms": {
    "buy_options": "Buying options",
    "buy_package": "Buying a package",
    "balance": "Balance replenishment",
    "program": "Program",
    "select": "Select a program",
    "investment": "Investment packages",
    "price": "Price",
    "maximum": "Maximum program activated",
    "options": "Options",
    "round_number": "Round",
    "start_round": "Round start",
    "end_round": "End of the round",
    "cost": "Option price",
    "profit": "Return on capital employed",
    "quantity": "Highlighted options",
    "purpose": "Purpose of collection",
    "collected": "Collected",
    "minOptions": "The minimum purchase amount is 1000 options",
    "amount": "Number of options",
    "price_optional": "Options cost",
    "buy": "Buy"

  },
  "BuyPriority": {
    "modal_title": "Your Priority",
    "accrual": "Expected amount of accrual",
    "originalAmount": "Ваша выгода составит:",
    "discount": "Your benefit will be",
    "term": "Deposit term",
    "insurance": "Insurance \"AXA\"",
    "marketingAssistance": "Marketing Assistance",
    "marketingAssistanceChose": {
      "yes": "Yes",
      "no": "No"
    },
    "dateCompletion": "Date of completion",
    "amount_pay": "Amount to pay",
    "checkout": "Checkout",
    "days": "days"

  },
  "ReplenishmentWallet": {
    "success_title": "Successful payment",
    "application": "Application for account replenishment has been sent!",
    "modal_title": "Balance replenishment",
    "amount_placeholder": "Top-up amount in dollars",
    "up": "Top up"
  },
  "Bill": {
    "required": "Fill in the field",
    "isCripto": "Go to your crypto wallet",
    "wallet": "Go to your wallet on the site",
    "choose": "We select the section <strong> \"Translate\" </strong>",
    "account_number": "field  \"Account number, email or phone enter the wallet: \"",
    "sum": "Enter the replenishment amount in the \"Amount\" field",
    "trans": "We press the button <strong> \"Translate\" </strong>",
    "copy": "Copy the transaction number, paste it into the field        <strong> Enter the transaction number </strong> (example: 23114674)",
    "push": " We press the button <strong> \"Replenish\" </strong>",
    "Top_up_amount": "Top-up amount",
    "transaction": "Enter the transaction number",
    "min": "5 to 30 characters"
  },
  "TransferWallet": {
    "success_title": "Successful translation!",
    "success_text": "Translation completed successfully!",
    "modal_title": "Internal transfers",
    "placeholder_amount": "Enter the amount",
    "account": "Enrollment account",
    "start": "Start account",
    "button_block": "Translate",
    "text": "Withdrawals are available at any time, but no more than 10 times a month. Application processing takes up to 48 hours after its creation. The minimum withdrawal amount is 10."
  },
  "WithdrawWallet": {
    "success_title": "Successful request",
    "success_text": "Withdrawal request has been successfully created!",
    "modal_title": "Withdraw funds",
    "Output_type": "Output type",
    "amount": "Withdrawal amount",
    "min_amount": "Minimum withdrawal amount 10 $",
    "wallet": "Your wallet",
    "button": "Output",
    "text": "Withdrawals are available at any time, but no more than 10 times per  month. Application processing takes up to 48 hours after its creation.   The minimum withdrawal amount is $ 10."

  },
  "ui" : {
    "JumbotronCustom_button": "Join us",
    "sign-in_sign_up": "Sign in / Sign up",
    "personalArea": "Personal Area",
    "become_partner": "BECOME A PARTNER",
    "Plug": {
      "reppelWallet": "To purchase the program, you need to top up your account",
      "status_mentor": "To work, you need M2 mentor status",
      "buttonText": "View status"
    }
},
  "menuHeader" : {
    "about": "About Us",
    "How_money_here": "How to make money here?",
    "Partnership_programs": "Partnership programs",
    "Partnership_with_Mirax": "Partnership with Mirax",
    "Content": "Content",
    "Videos": "Videos",
    "activity": "Activity",
    "Community": "Community Mirax",
    "openCenter": "Opening of an individual <br/> consultation center",
    "news": "News",
    "exit": "Logout",
    "change_leng": "Change language"
  },
  "footer": {
    "title": "Global distributor of investment programs for partners of all levels",
    "about_company": "ABOUT COMPANY",
    "about_us" : "About Us",
    "Contacts" : "Contacts",
    "How_make_money" : "How to make money here?",
    "PARTNERSHIP_PROGRAMS" : "PARTNERSHIP PROGRAMS",
    "PARTNERSHIP_MIRAX" : "PARTNERSHIP WITH MIRAX",
    "Mirax_Community" : "Mirax Community",
    "open_center" : "Opening of an individual consultation center",
    "News": "News",
    "Videos": "Videos",
    "Events": "Events",
    "CONTENT": "CONTENT",
    "reserved": "All rights reserved © 2021 Mirax",
    "Terms": "Terms of use",
    "Privacy": "Privacy Policy\n"
  }
}