{
  "HomePage": {
    "title": "Готовые инвестиционные решения с ежедневным доходом",
    "text": "Платформа Mirax предоставляет широкие инвестиционные предложения в проекты блокчейн-индустрии для создания активного и пассивного доходов с помощью модели партнерских программ",
    "videoBlock" : {
      "title" : "Успейте стать партнером",
      "text" : "C Mirax стратегии доверительного управления активами нацелены на результат"
    },
    "benefitsBlock" : {
      "title" : "Почему стоит инвестировать сейчас",
      "firstBlock" : {
        "title": "Доходность 22% в месяц",
        "text": "Выбор из представленных тарифных пакетов с высокой окупаемостью до 300% годовых. Гарантированный доход уже через день"
      },
      "secondBlock" : {
        "title": "Прибыльная бизнес-модель",
        "text": "Возможность построить собственную структуру благодаря интегрированным реферальным системам, получая дополнительный доход, бонусы и премии за активность"
      },
      "thirdBlock" : {
        "title": "Отсутствие рисков",
        "text": "Никаких нелегальных проектов, торговли на биржах, сделок на повышение или понижение, несущих риск"
      }
    },
    "wantMore" : {
      "title" : "Для тех, кто хочет большего\n",
      "text": "Выберите любую программу на комфортных условиях.\n\n.",
      "MRX-invest": {
        "title": "Программа",
        "description": "Продвижение компании в блокчейн индустрии. <br /> В <strong>MRX-invest</strong> используется линейный маркетинговый план..",
        "1block": {
          "title": "Объём инвестиционных пакетов",
          "text": "от 100 до 10 000 (6 инвестиционных пакетов)\n\n"
        },
        "2block": {
          "title": "Доходность",
          "text": "Плавающая, до 2% в сутки, без выходных, и зависит от объёма инвестиционного пакета\n\n"
        },
        "3block": {
          "title": "Срок работы\n",
          "text": "210-260 календарных дней\n\n"
        }
      },
      "optional": {
        "title": "Программа",
        "description": " Продвижение компании <strong>Placebo</strong>, в котором используется <br /> линейный маркетинговый план.",
        "1block": {
          "title": "Срок работы",
          "text": "60-300 календарных дней\n\n"
        },
        "2block": {
          "title": "Объём инвестиционных пакетов",
          "text": "от 100$ (10 раундов)"
        },
        "3block": {
          "title": "Доходность",
          "text": "Разовая выплата при запуске продаж до 50% в  зависимости от раунда в котором были приобритенны опционы. <br />  Дивиденты до 50% в месяц. Все последуйщее  время пока вы являетесь держателем опционов."
        }
      },
      "priority": {
        "title": "Программа",
        "description": "Возможность приобрести продукты за 30-50% от их стоимости\n\n",
        "1block": {
          "title": "Доходность",
          "text": "100-300%"
        },
        "2block": {
          "title": "Объём инвестиционных пакетов\n",
          "text": "от 300$ до 200 000$ (7 инвестиционных пакетов)\n\n"
        },
        "3block": {
          "title": "Срок работы",
          "text": "21-120 календарных дней"
        }
      }
    },
    "PTL": {
      "title": "Таблица доходности",
      "trTh1": "Программа",
      "trTh2": "Депозит",
      "trTh3": "Сроки",
      "trTh4": "Доход",
      "trTh5": "Окупаемость",
      "days": "дней"
    },
    "PC": {
      "title": "Калькулятор прибыли",
      "ui": {
        "Invest_plan": "Инвест план",
        "Sum": "Сумма",
        "select_program": "Select a program",
        "daily" : " в день",
        "at_the_end": " по окончанию раундов",
        "accrual": "НАЧИСЛЕНИЕ",
        "In_day": "Вдень",
        "total_profit" : "ОБЩАЯ ПРИБЫЛЬ",
        "total_period": "За весь срок",
        "1des": "Обратите внимание указывается средний показатель дохода",
        "2des": "Период \"за весь срок\" означает 250 дней,детальнее по срокам\n                  работы пакетов вы можете ознакомиться на странице программы\n                  MRX-invest",
        "3des": "Доходность по программе Optional указывается без\n                  дивидендов.Дивиденды будут начисляться каждый месяц после\n                  реализации проекта.Для подробной информации перейдите на\n                  страницу программы Optional"
      }
    },
    "news": {
      "title": "Новости",
      "all_news": "Все новости"
    },
    "BecomePartner" : {
      "title" : "Станьте партнером Mirax и сделайте ваш бизнес высокодоходным с первого дня"
    }
  },
  "AboutPage": {
    "HighQualityPrototype": {
      "title": "Навсегда решите эти <br /> проблемы",
      "row1": "Как приумножить свой капитал?",
      "row2": "Куда инвестировать, чтобы не прогореть?",
      "row3": "Как выйти на доход, который покроет мои расходы?"
    },
    "descriptionBLock": {
      "title": "Руководствуйтесь балансом между возможными рисками и потенциальной доходностью",
      "block.text1": "На современном рынке финансовые инструменты работают в одном направлении, ограничивая возможности инвесторов и увеличивая риски.",
      "block.text2": " расширяет возможности заработка для своих партнеров, объединяя самые прибыльные и перспективные направления: блокчейн-проекты, майнинговые компании, цифровые продукты, сетевые компании и\n                стартапы. Откройте для себя возможность получения финансовой свободы без рисков!"
    },
    "MainAdvantages": {
      "title": "Быстрый старт – лучший результат",
      "sub_title": "Начните работу прямо сейчас, чтобы ваши средства начали работать  на вас",
      "advantage_block1": {
        "title": "Зарегистрируйтесь бесплатно",
        "text": "Регистрация  занимает не более трех минут. Вы сможете управлять и контролировать свои средства прямо в личном аккаунте."
      },
      "advantage_block2": {
        "title": "Выберите программу.",
        "text": "Пополните ваш баланс и\n                выберите программу с наиболее подходящими условиями."
      },
      "advantage_block3": {
        "title": "Зарабатывайте",
        "text": "Начните зарабатывать с первого\n                дня! Вы можете выводить средства по завершению периода программы\n                или участвовать в новой программе, чтобы зарабатывать больше!"
      }
    },
    "MiraxHistory":{
      "title": "История Mirax: Идеи, инновации и рост",
      "text": "За последние 12 лет Mirax выросла из стартапа из 8 человек в  глобальную компанию, которой доверяют управление активами более 1500  частных и корпоративных инвесторов. Наши клиенты получают инвестиционные продукты, технологии и инструменты, способные удовлетворить текущие потребности в расходах, накопить доходы и развиваться.",
      "text2": "Посмотрите, какой путь мы прошли.",
      "line1": "Создание компании Mirax и начало деятельности по управлению ценными  бумагами, осуществление брокерской и дилерской деятельности",
      "line2": "С развитием криптовалют Mirax вместе с индивидуальными партнерами и подрядчиками начинает осуществление инвестиций в майнинг",
      "line3": "С развитием криптовалют Mirax вместе с индивидуальными партнерами и подрядчиками начинает осуществление инвестиций в майнинг",
      "line4": "Выход на рынок США. Подразделение Mirax входит в состав компании IBM. Осуществление инвестиций в аппаратное и программное обеспечение, предоставление консалтинговых услуг в сфере IT",
      "line5": "Подразделение выкуплено компанией-производителем компьютерной электроники Western Digital.",
      "line6": "Привлечение крупных американских инвесторов. Активное развитие на рынке США. Создание группы инвестиционных решений, предоставление портфельных решений для удовлетворения потребностей клиентов с доходностью около 80% годовых",
      "line7": "Запуск стратегии управляемой волатильности, предоставляя клиентам новый инструмент управления рисками, позволяющий добиться высокой доходности с меньшей волатильностью. Создание антикризисной программы",
      "line8": "Выход на российский рынок. Укрепление фундаментального роста капитала и активных команд с фиксированным доходом c помощью использования модели партнерских программ"
    },
    "CompanyInterest": {
      "title": "Взаимовыгодное сотрудничество с Mirax",
      "text": "Каждый пользователь имеет возможность роста в рамках партнерской  программы. Вы можете увеличивать прибыль без ограничений, а в дополнение, получать бонусы за участие в развитии платформы.  Являясь платформой-посредником, Mirax получает процент от прибыли.  Таким образом, растет не только инвестор, но и компания"
    },
    "EnableComplaint": {
      "title": "Оставьте заявку на бесплатную консультацию",
      "button": "Отправить заявку"
    }
  },
  "HowToMakeMoneyHere": {
    "title": "Как начать зарабатывать с Mirax",
    "row1": {
      "title": "Новый подход к заработку",
      "text1": "Почему большинство не имеет собственных накоплений, зато имеет\n                  непогашенный кредит, живет от зарплаты до зарплаты и знает об\n                  отпуске в теплых странах только из интернета? Самая\n                  существенная проблема заключается в том, что люди стесняются,\n                  боятся или просто не знают, что делать, как заработать.",
      "text2": "Они живут с негативной установкой, что деньги не даются просто\n                  так, их тяжело заработать, и для этого нужно крутиться, как\n                  белка в колесе. Результат такого мышления – сущие копейки за\n                  тяжелый ежедневный труд. Если спросить такого человека, хочет\n                  ли он быть богатым, он, безусловно, ответит, что да. Но если\n                  спросить, сколько денег ему необходимо в месяц, он, вероятно,\n                  не сможет дать четкий ответ. В этом и заключается проблема. Вы\n                  должны четко знать, чего вы хотите достичь, и идти к своей\n                  цели, используя каждую возможность."
    },
    "row2": {
      "title": "Мыслить нестандартно",
      "text1": "В детстве мы слышали: не в деньгах счастье. В итоге мы не\n                  позволяем себе радоваться, отказываемся от интересных\n                  предложений и медлим с принятием решения, упуская свою выгоду.\n                  Конечно, деньги – это не само счастье, но они открывают новые\n                  возможности, делают нашу жизнь полноценной и усиливают\n                  состояние счастья.",
      "text2": "Чтобы получать достойный доход, важно выбрать подходящую\n                  стратегию заработка. А еще – избавиться от заблуждений,\n                  которые мешают эффективно распоряжаться деньгами и много\n                  зарабатывать."
    },
    "row3": {
      "title": "От мечты до результата",
      "text1": "Инвестирование в проекты блокчейн-индустрии – один из способов\n                  приумножить свой капитал и обеспечить себе доход. Но без опыта\n                  и знаний покорить эту нишу достаточно сложно. Вам необходимо\n                  потратить большое количество времени, чтобы изучить предмет\n                  ваших инвестиций, но это еще не гарантирует получение\n                  стабильного дохода."
    },
    "row4": {
      "text1": "Инвесторам платформы Mirax предоставляется возможность\n                зарабатывать регулярные вознаграждения от инвестиций сразу в\n                несколько проектов – от добычи криптовалюты с помощью\n                майнинговых ферм до DeFi-платформ, стейкинга и BNB Vault. Так,\n                вы получаете несколько вариантов притока средств, которые в\n                сочетании друг с другом могут представлять значительную сумму.\n                При этом вам не нужно обладать глубокими знаниями о предмете\n                инвестиций – Mirax тщательно выбирает зарекомендованные проекты\n                и проводит детальный аудит, прежде чем представить их инвестору."
    },
    "row5": {
      "title": "Удовлетворенность жизнью растет вместе с состоянием",
      "text1": "Наша миссия – выстроить глобальную сеть для наших инвесторов,\n                  в которой вы сами решаете, когда и в какой проект\n                  инвестировать, распоряжаетесь собственными деньгами и\n                  обеспечиваете себе высокий доход при полном отсутствии рисков.\n                  Вы можете воспользоваться разнообразным инвестиционным\n                  предложением Mirax, рассчитанным на разных инвесторов с\n                  различными депозитами."
    },
    "row6": {
      "title": "Хотите изменить жизнь? Сделайте это с Mirax",
      "text1": " прямо сейчас",
      "text2": "Стать партнером"
    }
  },
  "MrxInvest": {
    "MrxInvestBenefitsData": {
      "title": "Преимущества с MRX-invest",
      "1block": {
        "text": "Заработок от вкладов по нескольким направлениям одновременно: майнинг криптовалют, депозиты, Launchpool, DeFi-стейкинг"
      },
      "2block": {
        "text": "Ежедневные выплаты до 2% без выходных"
      },
      "3block": {
        "text": "Возможность участия в партнерской программе с доходностью до 40% в месяц"
      },
      "4block": {
        "text": "Простой линейный маркетинг-план без ограничений по развитию структуры в ширину"
      }
    },
    "JumbotronCustom": {
      "text": "Инвестиционная программа MRX-invest позволяет партнерам получать доход с плавающей ставкой от 0.5% до 2% в день в зависимости от вклада. В основе лежит классический маркетинг"
    },
    "InvestmentPackages": {
      "title": "Инвестиционные пакеты",
      "text": "Выберите любой пакет из представленных ниже и получайте доходность на следующих условиях",
      "description1": {
        "text1": "до",
        "text2": "плавающая ставка"
      },
      "description2": {
        "text1": "дней",
        "text2": "календарных дней"
      },
      "description3": {
        "text1": "время выставления доходности"
      },
      "desk": "Партнер имеет право приобрести не более одного инвестиционного пакета. Чтобы увеличить инвестиционный пакет, сделайте апгрейд до следующего пакета с объемом больше, чем предыдущий"
    },
    "BinarCard": {
      "card_title": "Инвестиционный пакет",
      "deskBlock1": {
        "text1": "Срок работы инвестиционного пакета",
        "text2": "дней"
      },
      "deskBlock2": {
        "text1": "Надбавка к суточной доходности"
      },
      "deskBlock3": {
        "text1": "Количество уровней по линейной премии"
      },
      "footer": {
        "text1": "Стоимость",
        "text2": "Купить"
      }
    }
  },
  "Optional": {
    "button_buy": "Купить",
    "dataBenefist": {
      "title": "Преимущества с Optional",
      "1block": "Дивиденды до 50% на вложенный капитал ежемесячно",
      "2block": "Возможность обмена опционов на доли компании после запуска программы в июле 2022",
      "3block": "Партнерская программа с выплатами в сеть до 50%",
      "4block": "Сроки реализации программы – менее 1 года"
    },
    "JumbotronCustom" : {
      "title": "В программе Optional используется модель акционерного краудфандинга. Партнеры становятся совладельцами компании и участвуют в распределении прибыли путем приобретения опционов"
    },
    "description": {
      "title1": "Что вы получаете",
      "title2": "Как происходит рост?",
      "text1": "Используя опыт в сборке и поставке цифрового оборудования в Китае, компания Mirax запустит антивирусную программу \"Placebo\". Этот инструмент позволит увеличить защиту пользовательских средств, хранящихся в гаджетах. Данный проект масштабируется по краудфандинговой модели. Этап разработки \"Placebo\" включает 10 раундов сроком 300 дней, на каждом из которых вы можете приобрести опционы по фиксированной цене.\nПартнеры, которые приобрели опционы, становятся совладельцами дивиденды от продаж антивирусной программы или возможность обмена опционов на доли компании после запуска \"Placebo\".",
      "text2": "После реализации антивирусной программы в торговые точки по всему миру и расширения функционала \"Placebo\" становится официальным партнером ведущих производителей техники и внедряется в электронные устройства на этапе производства. За счет географического масштабирования и увеличения продаж программы, увеличивается ценность и прибыль компании и, соответственно, прибыль партнеров"
    },
    "StagesOptions": {
      "title": "Этапы опционов",
      "round": "раунд",
      "tab_title1": "Цена опциона",
      "tab_title2": "ВЫДЕЛЕНО ОПЦИОНОВ",
      "tab_title3": "ДОХОДНОСТЬ НА ВЛОЖЕННЫЙ КАПИТАЛ",
      "tab_title4": "ЦЕЛЬ СБОРА / СОБРАНО",
      "tab_title5": "НАЧАЛО РАУНДА / ЗАВЕРШЕНИЕ РАУНДА",
      "tab_title6": "ОСТАЛОСЬ ДО ЗАВЕРШЕНИЯ РАУНДА",
      "end_round": "Раунд завершен",
      "pending": "Ожидание"
    },
    "Satisfied": {
      "title": "Дивиденды на вложенный капитал",
      "text1": "Вы можете получать ежемесячные дивиденды от вклада сразу после запуска программы",
      "text2": "Вложения в <strong>1 раунде</strong> приносят держателю опционов  доходность <strong>50%</strong>, в  <strong>10 раунде – 15%</strong>",
      "text3": "Например, вы приобретаете в 1 раунде 20000 опционов за $12004 ($0,06 x 20000). Ваш пассивный доход составит $600 в месяц (50% от вклада). Если вы вложите ту же сумму в последнем раунде, ваш ежемесячный доход составит $180. Таким образом, чем раньше вы приобретаете опционы, тем выше процент вашей доходности",
      "desk_date_start": "Дата запуска программы",
      "date_start": "15 июля 2022 года"
    }
  },
  "Priority" : {
    "dataBenefist": {
      "title": "Преимущества с Priority",
      "block1": "Возможность реализовать свою мечту: приобрести квартиру, авто, гаджеты или организовать свадьбу или путешествие всего за 30-60% от стоимости",
      "block2": "Выбор инвестиционных программ, привязанных к определенным товарам и услугам",
      "block3": "100% защита ваших инвестиций путем заключения договора целевого займа между вами и компанией Mirax",
      "block4": "Возможность участия в партнерской программе с линейным маркетингом до 10 уровней в глубину для участников Priority"
    },
    "JumbotronCustom": "По программе Priority каждый участник может приобретать любые товары и услуги со скидкой до 60% и зарабатывать дополнительно с помощью партнерской компенсационной программы",
    "Benefits": {
      "title":"Инвестиционные программы",
      "block1": {
        "text1": "скидка на товар или услугу"
      },
      "block2": {
        "text1": "срок работы",
        "text2": "дней"
      },
      "block3": {
        "text1": "программ, позволяющих совершать выгодные покупки"
      }
    },
    "quote" : "\"Наша цель – создать новую социально-экономическую модель заработка и помочь людям удовлетворять материальные потребности и стать успешными\"",
    "desk": {
      "title": "Превратите мечту в реальность",
      "li1": "Выберите программу и нажмите 'Участвовать'",
      "li2": "Следуйте простым условиям",
      "li3": "По завершению программы получите бонусы на ваш депозит",
      "li4": "Станьте счастливым обладателем товара, о котором мечтали",
      "small": "Сумма приобретения должна быть больше или равна сумме бонусов"
    }
  },
  "PriorityPrograms": {
    "home": {
      "type": "Квартира",
      "description": "Собственная квартира на этапе строительства – без кредитов, рассрочек и без экономии на повседневных вещах!\n"
    },
    "auto": {
      "type": "Автомобиль",
      "description": "Приобретите автомобиль вашей мечты всего за часть стоимости\n"
    },
    "moto": {
      "type": "Мотоцикл/мопед",
      "description": "Любите скорость или устали от пробок? Priority Moto – то, что вам нужно!"
    },
    "device": {
      "type": "Смартфон/компьютер/планшет\n",
      "description": "С новым гаджетом участвовать в Mirax Priority – еще легче!"
    },
    "travel": {
      "type": "Путешествие",
      "description": "Путешествуйте по миру и экономьте на поездках в 2 раза!\n"
    },
    "wedding": {
      "type": "Свадьба",
      "description": "Хотите шикарную, но экономную свадьбу? С Priority Wedding это возможно уже через 3 месяца!"
    },
    "repayment": {
      "type": "Рефинансирование кредита",
      "description": "Обретите свободу от долгов или проведите умные инвестиции, используя инструменты кредитования с Priority Early Repayment\n"
    }
  },
  "PrioritySlides": {
    "discount": "Скидка",
    "term": "Срок",
    "days": "дней",
    "min_coast": "Мин. стоимость",
    "max_coast": "Макс. стоимость\n",
    "status": "Мин. статус участника",
    "button_text" : "Детали",
    "button_text2" : "Участвовать"
  },
  "PriorityDescription": {
    "calculator": {
      "title": "Калькулятор",
      "desk": "Предварительный расчет по взносу и сроку действия депозита.\n                Обратите внимание на условия маркетингово содействия",
      "choseProgram": "Выберите программу",
      "specify": "Укажите взнос и срок",
      "amount": "Укажите сумму",
      "waiting_period": "Waiting period",
      "program_contribution": "Program contribution\n",
      "activation_program": "Активация программы",
      "ma": "Маркетинговое содействие",
      "your_benefit": "Ваша выгода составит:",
      "deadline": "Срок ожидания",
      "program_fee": "Взнос по программе",
      "days": "дней",
      "insurance": "Страхование \"AXA\"",
      "Date_completion": "Date of completion",
      "contributions_program": "Сумма взносов по программе",

      "Activating_program": "Activating the program",
      "marketing_assistance": "Согласен с маркетинговым содействием (+20% при отказе)",
      "contribution": "взнос",
      "days_waiting": "дней ожидания",
      "date_completion": "Дата завершения"

    },
    "table": {
      "title": "Таблица зависимости стоимости страховки от вида программы",
      "th1": "Первоначальный взнос, % / длительность программы, дней",
      "th2": "Стоимость страховой программы «AXA» в % от итоговой стоимости\n              товара или услуги"
    }
  },
  "Community": {
    "BenefitsData": {
      "title": "Принципы сообщества",
      "block1": {
        "title": "Объединенность",
        "text": "Мы живем ярко, достигаем наших целей, проводим мероприятия и строим вместе команды"
      },
      "block2": {
        "title": "Лояльность",
        "text": "Мы взаимодействуем, поддерживаем и относимся друг к другу с уважением"
      },
      "block3": {
        "title": "Открытость",
        "text": "Наше сообщество открыто для каждого – вы можете связаться с нами в любой момент и всегда получите помощь"
      },
      "block4": {
        "title": "Технологичность",
        "text": "Мы следим за тенденциями в мире, и выбираем наиболее прибыльные проекты для сотрудничества"
      },
      "block5": {
        "title": "Успех",
        "text": "Мы не только закрываем свои базовые потребности, но и получаем дополнительную награду за активность"
      },
      "block6": {
        "title": "Стабильность",
        "text": "Резиденты Mirax всегда знают дату, когда получат выплату по программе"
      }
    },
    "JumbotronCustom": {
      "title": "Что такое сообщество Mirax\n",
      "text": "Мы убеждены в том, что каждый человек способен стать продуктивнее, если он работает в команде. Для развития творческого и живого общения среди партнёров мы создали сообщество Mirax.\n\n"
    },
    "BecomePartner": "Начните получать доход уже сегодня"
  },
  "CenterOpening": {
    "benData": {
      "title": "Рекомендации по выбору помещения",
      "block1": "Площадь от 35-40 кв.м (от 20 человек)",
      "block2": "Комфортные условия аренды",
      "block3": "Быстрый и непрерывный WiFi",
      "block4": "Место с большим количеством людей (залы на базе отелей, гостиниц, бизнес-центров)",
      "block5": "Удобное месторасположение",
      "block6": "Исправное оборудование: демонстрационный экран (доска с мелом, ПК/ноутбук)"
    },
    "benData2": {
      "title": "Индивидуальное представительство – ваша лучшая инвестиция",
      "block1": {
        "title": "Доступность",
        "text": "Откройте офис в любом регионе России и зарабатывайте с партнерами"
      },
      "block2": {
        "title": "Мотивация",
        "text": "Раскройте потенциал вашей команды и получайте вознаграждение за активность участников нижестоящей структуры"
      },
      "block3": {
        "title": "Надежность",
        "text": "Забудьте о риске лишения бонусов из-за невыполнения сложных квалификаций благодаря простой офисной программе"
      }
    },
    "JumbotronCustom": {
      "title": "Открытие индивидуального представительства и расширение деловых возможностей",
      "text": "Вы можете делиться своими знаниями и опытом с партнерами и обучать их, тем самым увеличивая свой капитал. Откройте для этого индивидуальное представительство Mirax и постройте команду успешных инвесторов"
    },
    "block_info": {
      "title": "Масштабирование бизнеса за счет",
      "accent": "открытия представительства Mirax",
      "text1": "Масштабирование делает бизнес более успешным, поскольку капитализация всей сети выше, чем отдельных ее элементов. В связи с увеличением количества инвесторов компания Mirax расширяет сеть своих филиалов совместно с партнерами. Наша задача – помочь вам в открытии индивидуального консультационного представительства для подготовки успешных инвесторов и создания команд в своем регионе",
      "text2": "Для создания эффективной команды необходимо привлекать к взаимодействию людей, способных выходить за рамки своего потенциала. Ключевую роль в этом играет руководитель индивидуального представительства Mirax, обеспечивающий организацию деятельности команды и реализующий бизнес-модель. Командная работа позволяет раскрыть потенциал каждого и начать зарабатывать больше."
    },
    "candidate": {
      "title": "Кто наш идеальный кандидат",
      "text": "Для создания эффективной команды необходимо привлекать к взаимодействию людей, способных выходить за рамки своего потенциала. Ключевую роль в этом играет руководитель индивидуального представительства Mirax. Наш идеальный кандидат:",
      "li1": "Выстраивает грамотную систему мотивации партнеров",
      "li2": "Регулярно взаимодействует с партнерами",
      "li3": "Постоянно обучается",
      "li4": "Разрабатывает индивидуальные предложения для партнеров и инвесторов",
      "li5": "Проводит мероприятия, направленные на повышение лояльности инвесторов"
    },
    "ruleOpen": {
      "title_accent": "Условия открытия",
      "title": "индивидуального представительства",
      "text": "Партнер Mirax, выполнивший данные условия, может открыть индивидуальное представительство и получать дополнительное вознаграждение по офисной программе",
      "li1": "Вам необходимо достичь уровня М4 в любой из партнерских программ Mirax",
      "li2": "Регион, в котором вы открываете представительство, должен совпадать с вашим регионом проживания",
      "li3": "В первой линии вам необходимо иметь как минимум двух партнеров с уровнем М3, также проживающих в вашем регионе"
    },
    "quote": "Наша цель – создать условия для поддержки вашего роста",
    "table_profit": {
      "title": "Вознаграждения по офисной программе",
      "small": "Получайте дополнительное вознаграждения от суммы пополнения приглашенного партнера",
      "th1": "Глубина",
      "th2": "Вознаграждение",
      "line": "линия"
    }
  },
  "faq": {
    "block1": {
      "title": "Как я могу зарабатывать c Mirax?",
      "content" : "Вам необходимо зарегистрировать личный аккаунт бесплатно, в котором вы сможете выбрать подходящую программу, инвестиционный пакет и начать зарабатывать. Никакой бюрократии и потери времени!\n"
    },
    "block2": {
      "title": "Какие гарантии я получаю?",
      "content" : "Мы финансируем только перспективные бизнес-проекты, прошедшие многоэтапную экспертизу. Для оценки инвестиционной привлекательности проекта мы используем различные методики и подходы (коэффициентный анализ, факторная оценка, статистический, финансовый, сравнительный анализ), которые позволяют пассивно зарабатывать. Мы контролируем выплаты, ход реализации проекта, а также оперативно решаем все текущие вопросы – в итоге вы получаете пассивный доход без задержек и без риска. Высокий процент доходности, который Mirax предлагает своим партнерам, обусловлен тем, что сама по себе сфера криптовалют высокодоходна. В то же время компания использует уникальную модель реферальных систем, которая увеличивает возможность получения вознаграждений и позволяет развиваться"
    },
    "block3": {
      "title": "Как внести депозит?",
      "content" : "Вы можете пополнить счет через любую доступную платежную систему в личном кабинете. После зачисления средств на ваш счет вы можете получать пассивный доход, участвуя в партнерских программах."
    },
    "block4": {
      "title": "Могу ли я участвовать сразу в нескольких программах?",
      "content" : "Чтобы увеличить вознаграждения для наших партнеров, мы сделали доступным участие сразу в нескольких программах, не дожидаясь окончания срока одной из них"
    },
    "block5": {
      "title": "Если будут изменены тарифы в партнерской программе, сумма моих начислений тоже изменится?",
      "content" : "Все депозиты, которые были открыты по актуальной ставке, будут завершены на тех же условиях. Вы получаете выплаты согласно с условиями программы, установленными в момент открытия депозита, до завершения ее срока. Если были изменены условия программы, ваш новый вклад будет осуществляться в соответствии с новыми условиями"
    },
    "block6": {
      "title": "Как узнать, сколько я буду зарабатывать?",
      "content" : "На странице партнерской программы есть калькулятор прибыли, с помощью которого вы можете рассчитать ежедневный и общий доход от выбранного пакета"
    },
    "block7": {
      "title": "Могу ли я реинвестировать заработанные средства?",
      "content" : "Да, конечно. Вы можете реинвестировать свою прибыль прямо в личном кабинете. После окончания срока программы и начисления заработанных средств на ваш баланс выберите снова любую доступную программу и приобретите инвестиционный пакет."
    },
    "block8": {
      "title": "Как вывести прибыль",
      "content" : "Сделайте запрос на вывод средств в личном кабинете, выберите платежную систему и укажите сумму. Длительность перевода зависит от загруженности платежных шлюзов и занимает от 10 минут."
    },
    "block9": {
      "title": "Могу ли я зарабатывать, приглашая своих партнеров на платформу?",
      "content" : "Да, вы можете приглашать новых партнеров зарегистрироваться по вашей личной ссылке, доступной в личном кабинете. В качестве вознаграждения вы получаете единоразовый бонус в размере 5% от суммы вклада вашего партнера. Ваш бонус начисляется сразу после приобретения инвестиционного пакета вашим партнером."
    },
    "block10": {
      "title": "Не помню пароль/возникает ошибка при входе в личный кабинет",
      "content" : "Если вы не можете войти в личный кабинет, сначала убедитесь, что вы ввели корректные данные. Вы можете попробовать сменить браузер или использовать режим “инкогнито” в своем браузере. Если вы забыли пароль или логин, отправьте запрос на восстановление в окне входа в аккаунт. Если данные действия не помогли, свяжитесь с нами в разделе “Контакты”, и мы оперативно поможем решить вашу проблему."
    },
    "block11": {
      "title": "Как присоединиться к сообществу Mirax?",
      "content" : "Mirax – это глобальная экосистема с собственным сообществом, которое объединяет инвесторов, владельцев бизнеса, участников блокчейн-проектов, сторонников криптовалют и создателей стартапов. Наше сообщество располагается в разных странах и растет ежедневно. Вы можете делиться и получать новый опыт работы с платформой, участвовать в дискуссиях и узнавать актуальные новости в социальных сетях Mirax."
    },
    "block12": {
      "title": "Я не нашел ответ на свой вопрос в этом списке?",
      "content" : "Задайте нам свой вопрос, написав нам по email mirax.official@mail.ru, или отправьте сообщение, заполнив форму связи в разделе “Контакты”.\""
    }

  },
  "Contacts": {
    "email_block": "Почта компании для официальных запросов, претензий и предложений",
    "social_list": "Официальные социальные сети",
    "m_assistance": "Документы компании",
    "card_name1": "Свидетельство",
    "card_name2": "Презентация компании",
    "contact_form_block": "Хотите узнать формулу успеха c",
    "small": "Задайте свой вопрос, и вы получите ответ в течение 2 часов",
    "input": {
      "name": "Ваше имя",
      "question": "Ваш вопрос",
      "chekBox1": "Я принимаю",
      "chekBox2": "условия использования",
      "chekBox3": "и соглашаюсь с",
      "chekBox4": "политикой конфиденциальности"
    },
    "isDisable": "Доступно через 1 минуту",
    "button": "Отправить"
  },
  "SignIn": {
    "registration": {
      "title": "У вас еще нет аккаунта?",
      "text": "Создайте аккаунт бесплатно и получайте пассивный доход с\n                      первого дня",
      "button": "Регистрация"
    },
    "singIn_Input": {
      "title": "Вход в личный кабинет",
      "password": "Пароль"
    },
    "remember_me": "Запомнить меня",
    "login": "Войти",
    "forgot": "Забыли пароль?"
  },
  "SignUp": {
    "singUp": {
      "title": "Регистрация",
      "email_error": "Неправильный адрес электронной почты",
      "input_name": "Имя"
    },
    "formCountry" : {
      "option1": "Выбирите страну",
      "option2": "Россия",
      "option3": "Украина",
      "option4": "Белорусь",
      "option5": "Казахстан"
    },
    "password": "Пароль",
    "password_error": "От 8 до 12 символов: латиница",
    "ReferralId": "ID/ email пригласителя",
    "chekBox": {
      "line1": "Я принимаю",
      "line2": "условия использования",
      "line3": "и соглашаюсь с",
      "line4": "политикой конфиденциальности"
    },
    "buttons": {
      "signUp": "Зарегистрироваться",
      "enter": "Уже зарегистрированы?",
      "login": "Вход"
    }
  },
  "PasswordReset": {
    "text1": "У вас еще нет аккаунта?",
    "text2": "Создайте аккаунт бесплатно и получайте пассивный доход с первого дня?",
    "text3": "Регистрация",
    "text4": "Восстановление пароля",
    "text5": "Войти",
    "text6": "Вход в личный кабинет"
  },
  "Desktop": {
    "title": {
      "profile": "Ваш профиль",
      "desktop": "Рабочий стол",
      "wallets": "Мои счета",
      "ProfitabilityTable": "Таблица вашей доходности"
    },
    "WalletTitle": {
      "depositAccount": "Стартовый счет",
      "bonus_account": "Бонусный счет",
      "operating_account": "Операционный счет",
      "withdrawWallet": "Доступно для вывода"
    },
    "WalletName": {
      "transfer": "Перевести средства",
      "withdraw": "Вывести средства",
      "top_up_balance": "Пополнить баланс"
    },
    "totalInvestment": "Общая сумма инвестиций",
    "wallets": "Операционных кошельков",
    "referralIncomeOfPartners": "Реферальные выплаты"
  },
  "ReferralLink": {
    "referral_link": "Ваша реферальная ссылка:",
    "link": "Реферальная ссылка появиться только после покупки одно из наших  продуктов"
  },
  "ProfitabilityTable": {
    "total_earned": "Всего заработано:",
    "thead": {
      "th1": "Название",
      "th2": "Полученная сумма",
      "th3": "% соотношения от общей суммы"
    },
    "tbody": {
      "investment_package": "Начисления по инвестиционному пакету",
      "dividends": "Дивиденды",
      "linear_premium": "Линейная премия",
      "mentor_prime": "Менторская премия"
    }
  },
  "Profit": {
    "chartData" : {
      "investmentPackage": "Начисления по инвестиционному пакету",
      "dividends": "Дивиденды",
      "linearPremium": "Линейная премия",
      "mentor_prime": "Менторская премия"
    },
    "blockTitle": {
      "profit": "Доходность",
      "table": "Таблица вашей доходности",
      "statistics": "Статистика"
    },
    "total": {
      "income_investment_for_week": "Общий показатель доходности по инвестициям за",
      "investment_package": "Общий показатель доходности по инвестициям за",
      "referralIncomeOfPartners": "Общий показатель доходности по реферальной программе за ",
      "income_referral_program_for_week": "Общий показатель доходности по реферальной программе за "
    },
    "all_time": "всё время",
    "last_week": "последню неделю",
    "buttonText": "Пополнить"
  },
  "Team": {
    "block_title": {
      "information": "Информация",
      "profit_table": "Таблица доходности по реферальной программе",
      "status_mentora": "Статусы ментора",
      "status_mentora2": "Линейная премия / Дивиденды партнеров",
      "our_partners": "Ваши партнеры"
    },
    "information" : {
      "status": "Ваш статус ментора:",
      "referralIncomeOfPartners": "Суммарная прибыль по партнерской программе:",
      "turnover": "Оборот личной команды:"
    },
    "profit_table": {
      "th1": "За неделю",
      "th2": "За всё время"
    },
    "our_partners": {
      "td": "Общеее колличество"
    },
    "status_mentora": {
      "th1": "Уровень ментора",
      "th2": "Требуемое кол-во приглашенных",
      "th3": "Оборот личной команды",
      "th4": "Требуемые статусы партнеров",
      "th5": "Кол-во линий",
      "th6": "Премия"
    },
    "status_mentora2": {
      "th1": "Уровень линии",
      "th2": "Линейная премия ⃰ для “Options” и “MRX-invest”",
      "th3": "Начисления от дивиденов партнеров для “Options” и\n                    “MRX-invest”",
      "th4": "Линейная премия для “Priority”"
    },
    "lines": "-я линия"
  },
  "HistoryPage": {
    "tabs" : {
      "active": "Активные заявки",
      "done": "Завершенные заявки"
    },
    "table_active": {
      "th1": "Номер заявки",
      "th2": "Сумма ввода/вывода",
      "th3": "Тип ввода/вывода",
      "th4": "Вид заявки",
      "th5": "Дата"
    },
    "table_done": {
      "th1": "Номер заявки",
      "th2": "Сумма ввода/вывода",
      "th3": "Статус",
      "th4": "Реквезиты",
      "th5": "Дата подтверждения"
    }
  },
  "Profile": {
    "tabs": {
      "PersonalData": "Личные данные",
      "Security": "Безопасность"
    },
    "PersonalData": {
      "title": "Контактные данные",
      "download": "Загрузить",
      "delete": "Удалить",
      "form": {
        "name": "Ваше имя",
        "surname": "Ваше отчество (если оно есть)",
        "middle_name": "Ваша фамилия",
        "city": "Ваша страна",
        "phone_number": "Номер телефона",
        "button": "Сохранить"
      }
    },
    "Security": {
      "titleBlock": {
        "change_password": "Изменение пароля от учётнной записи",
        "email_notifications": "Подключить Email уведомления",
        "sms": "Подключить СМС-уведомления",
        "verification": "Верификация данных"
      },
      "change_password": {
        "c_pass" : "Текущий пароль",
        "n_pass" : "Новый пароль",
        "r_pass" : "Повторить пароль",
        "button": "Изменить"
      },
      "authentication": {
        "info_disable": "выключена"
      },
      "email_notifications": {
        "purchase": "О вашей покупке инвестиционного пакета",
        "deposits": "О пополнение и выводе средств",
        "signing": "О входе с нового устройства",
        "end": "О завершении программы",
        "button": "Сохранить"
      },
      "sms": {
        "telephone": "Ваш телефон",
        "button": "Получить код",
        "text": "СМС-уведомления — это дополнительное средство защиты ваших средств. Данные СМС-уведомления будут запрашиваться при выводах\n                и переводах средств с вашего аккаунта, а также для\n                предоставления информации."
      },
      "verification": {
        "success_button": "Верифицированы"
      }
    }

  },
  "TermsUse": {
    "title": "Пользовательское соглашение",
    "text": "Эти условия и положения (“Соглашение” или “Пользовательское Соглашение”) устанавливают условия соглашения между вами как пользователя Mirax и Платформой Mirax. Далее Платформа Mirax может именоваться как “мы”, “нас” и “нам”. Платформа означает веб-сайт, управляемый под названием Mirax. Использование нашей Платформы зависит от вашего согласия с этими условиями. Если вы не согласны с этими условиями, вам следует немедленно прекратить использование нашей Платформы.",
    "strong1": "Основные положения",
    "text1": "Настоящее Соглашение является обязательным соглашением между вами и\n        нами, и оно устанавливает ваши и наши права и обязанности в отношении\n        вашего использования Платформы. Вы понимаете и принимаете настоящее\n        Соглашение и подтверждаете, что будете соблюдать все его условия.",
    "text2": "Использование Платформы регулируется нормами действующего  законодательства Российской Федерации.",
    "text3": "Зарегистрировавшись на Платформе, Пользователь считается присоединившимся к настоящему Соглашению.",
    "text4": "Пользователем Платформы (ранее и далее – “Пользователь”) является физическое лицо, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации.",
    "text5": "Платформа не предоставляет вам никаких советов (инвестиционных, юридических, налоговых или любых других) в отношении транзакций, проводимых на/через Платформу. Каждый Инвестор (имеется в виду любой Пользователь, желающий инвестировать на/через Платформу) подтверждает, что он или она принимает участие в любых инвестициях исключительно на основе своей собственной оценки рисков и их последствий.",
    "text6": "Если вы используете Платформу, у вас будет возможность инвестировать в некоторые или все проекты, доступные время от времени на Платформе. Могут существовать дополнительные условия, относящиеся к конкретным инвестициям, о которых вы будете уведомлены в письменном виде, или которые будут доступны на Платформе.",
    "text7": "Настоящее Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями, которое подтверждается путем нажатия Пользователем кнопки “Зарегистрироваться” на сайте. С момента выражения Пользователем согласия с условиями Настоящего Соглашения посредством вышеуказанного способа, Пользователь подтверждает, что предоставил свое письменное согласие с условиями Пользовательского соглашения, а также подтверждает право Платформы использовать свои персональные данные и гарантирует, что давая такое согласие, он или она действует по своей волей и в своих интересах.",
    "strong2": "Право собственности",
    "text21": "Все права на Сайт, дизайн и материалы данного сайта, и на использование сетевого адреса (доменного имени) принадлежат Платформе и ее аффилированным лицам; они защищены авторским правом, торговыми марками и прочими правами собственности;",
    "text22": "При работе с Сайтом Пользователю не предоставляются права интеллектуальной собственности ни на сам Сайт, ни на связанный с ним контент;",
    "text23": "Содержимое сайта доступно к просмотру и использованию для вашего личного использования. В ином случае представленные материалы не могут использоваться ни в каких целях без предварительного письменного согласия Mirax.",
    "strong3": "Права и обязанности Платформы",
    "text31": "Платформа предоставляет Пользователю Услуги в соответствии с условиями Соглашения об услугах, которые включены в настоящее Соглашение.",
    "text32": "Платформа настоящим предоставляет Пользователю непередаваемую неисключительную лицензию на доступ и использование Платформы и ее услуг на основе данных, указанных в Соглашении об услугах, в соответствии с настоящими Условиями. Пользователь соглашается использовать Данные исключительно для внутренних деловых целей Пользователя.",
    "text33": "Платформа будет проявлять всю разумную осторожность при сборе информации, составляющей любую часть Услуг.",
    "text34": "Платформа оставляет за собой полную редакционную свободу в отношении формы и содержания Услуг;",
    "text35": "Платформа вправе отправлять своим Пользователям информационные сообщения, в том числе сообщения рекламного характера. Пользователь также в соответствии с ч. 1 ст. 18 Федерального закона “О рекламе” дает свое согласие на получение сообщений рекламного характера по всем указанным в профиле Пользователя адресам электронной почты и телефонам.",
    "text36": "Платформа имеет право в любое время в одностороннем порядке изменять условия настоящего Соглашения без предварительного уведомления Пользователя. Такие изменения вступают в силу со дня публикации на сайте. При несогласии Пользователя с внесенными изменениями он или она обязаны отказаться от доступа к Сайту и прекратить использование Платформы и ее сервисов.",
    "text37": "Платформа вправе в любой момент в одностороннем порядке устанавливать ограничения в предоставлении материалов, услуг и сервисов Платформы для всех Пользователей либо для отдельных категорий Пользователей. Платформа может в любой момент в одностороннем порядке запретить Пользователям (как по отдельности, так и в их совокупности) автоматическое обращение к своим сервисам, к материалам и услугам, а также прекратить прием любой информации.",
    "text38": "Платформа не несет ответственности за нарушение Пользователем настоящего Соглашения.",
    "text39": "Ни при каких обстоятельствах Платформа Mirax или ее представители или аффилированные лица не несут ответственность перед Пользователем или перед любыми третьими лицами за любой косвенный, случайный или неумышленный ущерб, включая упущенную выгоду, вызванные в связи с использованием Сайта, материалов, сервисов и/или услуг Платформы, к которым Пользователь или иные лица получили доступ с помощью Платформы, даже если Платформа предупреждала или указывала на возможность такого вреда.",
    "text310": "Также Платформа имеет право: а) временно заблокировать полностью или частично возможность использования Пользователем материалов, сервисов и/или услуг Сайта либо удалить аккаунт Пользователя в случае нарушения условий настоящего Соглашения и/или требований законодательства РФ; б) использовать персональные данные Пользователя на условиях настоящего Соглашения; в) изменять состав и стоимость материалов, сервисов и/или услуг Сайта, доступных Пользователю; г) осуществлять модерацию сообщений Пользователя; д) вводить плату за использование материалов, сервисов и/или услуг Платформы; е) не нести ответственности за технические сбои в процессе оказания Услуг, возникшие не по нашей вине; ж) не нести ответственности за невыполнение или ненадлежащее выполнение своих обязательств в результате проведения профилактических мероприятий на своем сайте.",
    "strong4": "Права и обязанности Пользователя",
    "text41": "Пользователь обязан соблюдать положения действующего законодательства Российской Федерации и настоящего Соглашения;",
    "text42": "Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента регистрации на Платформе. Регистрируясь на Платформе, Пользователь подтверждает, что является совершеннолетним, прочитал, понял и обязуется соблюдать все условия настоящего Соглашения, то есть выражает полное и безоговорочное принятие условий настоящего Соглашения в соответствии со статьей 438 Гражданского кодекса Российской Федерации.",
    "text43": "В целях использования Пользователем материалов, услуг и сервисов Платформы, а также в целях выполнения настоящего Соглашения Пользователь, соглашаясь на регистрацию, предоставляет Платформе согласие на обработку (любое действие или совокупность действий, совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, автоматизированную обработку, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ, трансграничная передача), обезличивание, блокирование, удаление, уничтожение).",
    "text433": "Также пользователь обязуется: (a) Не продавать, не раскрывать или не распространять Данные, предоставленные Платформой, за любое денежное или иное вознаграждение без предварительного письменного согласия Платформы; (б) прилагать разумные усилия для соблюдения любых условий, прилагаемых к любому из разделов Соглашения, изложенных в настоящем документе; (в) Пользователь не должен предпринимать никаких попыток (г) изменять, модифицировать, улучшать, вмешиваться, дизассемблировать или декомпилировать Данные и/или хостинг Сервисов Платформы, с помощью которых доставляются Данные; или (д) предоставлять сублицензию или передавать третьим лицам какие-либо права Пользователя по настоящему Соглашению, если иное не предусмотрено настоящим Соглашением; (e) Оплачивать сборы в установленный срок.",
    "text44": "Пользователю при использовании Сайта запрещается регистрироваться в качестве Пользователя от имени или вместо другого лица (“Фальшивый аккаунт”);",
    "text45": "Пользователь несет ответственность за собственные действия в связи с созданием и размещением информации в собственном аккаунте в соответствии с действующим законодательством Российской Федерации.",
    "text46": "Пользователь получает право использовать материалы, к которым ему был предоставлен доступ, исключительно в информационно-ознакомительных целях; Пользователь не вправе воспроизводить и распространять полностью или частично содержание любого контента на Платформе или Данных, к которым Платформа предоставила доступ Пользователю; Пользователь не имеет право использовать полученную информацию в коммерческих целях.",
    "strong5": "Ограничение ответственности",
    "text51": "Пользователь признает, что Mirax установила свои цены и заключила настоящее Соглашение, полагаясь на ограничения ответственности и отказ от гарантий и возмещения убытков, изложенные в настоящем документе, и что они составляют существенную основу Соглашения между вами и нами.",
    "strong6": "Разрешение споров",
    "text61": "До обращения в суд с иском по спорам, возникающим из отношений между Компанией и Клиентом обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора);",
    "text62": "Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии;",
    "text63": "При недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РФ;",
    "text64": "Ни одна из Сторон не несет ответственности перед другой Стороной по претензиям, предъявленным Стороной через более чем через два года после даты прекращения действия этого Соглашения.",
    "strong7": "Прекращение",
    "text71": "Без ущерба для каких-либо прав по настоящему Соглашению Mirax может немедленно приостановить все или любую часть предоставления Услуг, если Пользователь не уплатит какие-либо Сборы в установленный срок.",
    "text72": "Соглашение об услугах может быть расторгнуто любой Стороной незамедлительно с уведомлением в письменной форме другой Стороне, если другая Сторона совершает существенное нарушение любого условия Соглашения и (в случае исправимого нарушения) не может устранить нарушение в течение тридцати дней",
    "text73": "Любое прекращение действия Соглашения по любой причине не влияет на права или обязательства, возникшие у любой из Сторон и которые могли существовать до его прекращения.",
    "text74": "После прекращения действия Соглашения об услугах по любой причине а) предоставление Услуг прекращается автоматически; б) Пользователь должен немедленно оплатить Mirax все неоплаченные Комиссионные; в) Mirax выплачивает Пользователю любую сумму Пользователя, которая относится к любому периоду после прекращения действия Соглашения, за вычетом суммы непогашенных Комиссионных.",
    "strong8": "Форс-мажор",
    "text81": "Ни одна из Сторон не несет ответственности перед другой стороной за уменьшение Платежей, задержку или невыполнение своих обязательств по данному Соглашению по любой причине или причинам, не зависящим от ее разумного контроля (“Форс-мажор”), включая, помимо прочего: а) наводнение, шторм или другое стихийное бедствие; б) любая война, боевые действия, революция, бунт или гражданские беспорядки; в) любое разрушение, поломка (постоянная или временная), неисправность или повреждение любых помещений, установок, оборудования или материалов (включая любое компьютерное оборудование или программное обеспечение или любые записи), принадлежащих Mirax; г) введение или изменение любого закона или постановления, или любое изменение его толкования или применения каким-либо органом власти; д) любые действия, предпринятые правительственным или общественным органом или любым агентством РФ, включая отказ или задержку в предоставлении согласия, освобождения или разрешения; е) любое нарушение договора, неисполнение обязательств или неплатежеспособность третьей стороны, за исключением агента или субподрядчика Стороны, полагающейся на возмещение ущерба, и компании из той же группы, что и Сторона, полагающаяся на возмещение, которой может быть предоставлен этот пункт; или же ж) любая неспособность Поставщика данных предоставить данные по контракту, если такие данные являются частью Данных, в течение более 3 (трех) рабочих дней подряд.",
    "text82": "Сторона, полагающаяся на Форс-мажор, должна: а) как можно скорее направить письменное уведомление о Форс-мажоре другой Стороне, указав начало и масштаб Форс-мажора, его причину и его предполагаемую продолжительность; б) принять все разумные меры для смягчения последствий Форс-мажорных обстоятельств для выполнения своих обязательств по данному Соглашению; г) возобновить выполнение своих обязательств как можно скорее после прекращения Форс-мажорных обстоятельств.",
    "version": "Версия от 20 мая 2021 года"
  },
  "PrivacyPolicy": {
    "title": "Политика конфиденциальности",
    "text1": "Настоящая Политика конфиденциальности (далее – “Политика”) регулирует политику и процедурные аспекты сбора, использования и распространения персональных данных через Сайт (название сайта) (“Сайт”) и другие сервисы, приложения, платформы, программное обеспечение и соцмедиа, связанные с Компанией Mirax (“Компания”, “Mirax”, “Компания Mirax”).",
    "text2": "Данная политика касается лиц (далее – “Клиент”), которые сообщают свои личные данные Mirax или же посещают/используют сайты, другие сервисы, приложения, платформы, программное обеспечение и соцмедиа Mirax. Используя Сайт, Клиент соглашается с настоящей Политикой конфиденциальности.",
    "strong1": "Общие положения",
    "text11": "Регистрируя и используя аккаунт на Сайте, Клиент позволяет сбор, использование и распространение своих персональных данных в соответствии с настоящей Политикой конфиденциальности и применимым законодательством.\n        В случае несогласия с Политикой Клиент должен немедленно покинуть/перестать использовать Сайт Mirax.",
    "text12": "Настоящая Политика действует в отношении всей информации, которую Компания может получить о Клиенте во время использования им данного Сайта.",
    "text13": "Компания не контролирует и не несет ответственность за информацию третьих лиц, доступ к которой Клиент может получить, перейдя по ссылкам на Сайте.",
    "text14": "Компания не проверяет достоверность персональной информации, предоставляемой Клиентом.\u2028 Компания считает, что информация, переданная им от Клиента, является достоверной.",
    "strong2": "Какие данные мы собираем",
    "text21": "Mirax собирает и обрабатывает ваши личные данные. Они могут включать в себя следующую информацию:",
    "text211": "Персональные данные, предоставляемые Клиентом путем регистрации аккаунта или заполнения специальных форм на Сайте (например, ваше имя, адрес электронной почты, телефонный номер, дата рождения, инвестиционные цели и др.).",
    "text22": "Персональные данные, полученные в результате транзакций, производимых вами через систему Mirax, или связанные с услугами, предлагаемыми Mirax;",
    "text23": "Сведения о мобильном устройстве Клиента (модель, версия операционной системы, уникальные идентификаторы устройства, данные о мобильной сети и др.);",
    "text24": "Сведения журналов (лог-файлов), содержащих информацию об использовании Сайта или просмотре информации на Сайте;",
    "text25": "Персональные данные, полученные посредством cookie-файлов в интернете.",
    "strong3": "Цели сбора персональной информации Клиента",
    "text31": "Компания может использовать персональные данные Клиента в целях:",
    "text32": "Идентификации Клиента на сайте;",
    "text33": "Установления с Клиентом обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Клиента;",
    "text34": "Определения места нахождения Клиента для обеспечения безопасности, предотвращения мошенничества;",
    "text35": "Подтверждения достоверности и полноты персональных данных, предоставленных Клиентом;",
    "text36": "Уведомления Клиента согласно условий сотрудничества;",
    "text37": "Предоставления Клиенту эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта;",
    "text38": "Предоставления Клиенту с его согласия обновлений, специальных предложений, информации и новостной рассылки а также иных сведений от имени сайта или от имени партнеров сайта;",
    "text39": "Осуществления рекламной деятельности с согласия Клиента;",
    "text310": "Предоставления доступа Клиенту на сайты или сервисы партнеров с целью получения продуктов, обновлений и услуг;",
    "text311": "Для диагностики функционирования Сайта, анализа поведения и оценки интереса Клиентов, проявляемого в отношении различных разделов Сайта, а также для обеспечения высокого качества обслуживания Клиентов;",
    "text312": "Для административных целей, включая внутренние расследования при нарушении настоящей Политики конфиденциальности.",
    "strong4": "Распространение и раскрытие информации",
    "text41": "Компания оставляет за собой право делиться личной информацией и персональными данными Клиентов с учредителями и руководителями Компании, а также со всеми филиалами, представительствами и другими связанными с Компанией компаниями, но обязуется требовать от всех, кто получит доступ к данной информации, соблюдения условий настоящей Политики конфиденциальности;",
    "text42": "Компания может раскрывать персональные данные, добросовестно полагая, что она уполномочена это делать, или что такое поведение является оправданно необходимым или обоснованным для соблюдения законодательства, или судебного процесса, или требований органов государственной власти; в ответ на любые жалобы, или для защиты прав, собственности или безопасности Компании, ее Клиентов, сотрудников или общества, в том числе, но не ограничиваясь, от мошенничества, злоупотребления, неправильного или незаконного использования Сайта;",
    "text43": "Компания может раскрыть на официальный запрос органов государственной власти персональные данные Клиента, необходимые для официального расследования.",
    "strong5": "Обязательства сторон",
    "text51": "Клиент обязан:",
    "text52": "Предоставить информацию о персональных данных, необходимую для пользования Сайтом;",
    "text53": "Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.",
    "text54": "Компания обязана:",
    "text55": "Использовать полученную информацию исключительно для целей, указанных в п. 3 настоящей Политики конфиденциальности;",
    "text56": "Принимать меры предосторожности для защиты конфиденциальности персональных данных Клиента согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.",
    "strong6": "Отказ от ответственности",
    "text61": "Компания Mirax (включая должностных лиц, директоров, акционеров, работников, агентов и иных представителей) в той мере, в какой это допустимо действующим законодательством, не несет перед Клиентом ответственности за любой ущерб и прямые, побочные, косвенные или аналогичные убытки (включая упущенную выгоду), возникшие в связи с доступом/ использованием настоящего Сайта, сервисов, приложений, платформ, программного обеспечения и соцмедиа, связанных с Компанией, инвестициями, неработоспособностью, ошибкой, упущением, перебоем, дефектом, простоем в работе или задержкой в передаче, компьютерным вирусом или системным сбоем;",
    "text62": "Компания не несет ответственности за незаконные действия третьих лиц, хакеров, злоумышленников и прочих нарушителей применяемого законодательства, которые могут нарушать условия настоящей Политики конфиденциальности и пытаться завладеть полностью или частично личной информацией и персональными данными Клиентов, а также использовать ее в личных целях;",
    "text63": "Компания не принимает на себя ответственности за действия лиц или организаций, прямо или иным образом осуществленные на основании информации, имеющейся на Сайте или полученной через него, как предоставленной Компанией, так и третьими лицами;",
    "text64": "Сайт и его содержимое предоставляются по принципу “как есть”, и Компания не дает каких-либо заверений или гарантий в отношении Сайта и содержимого, в том числе, но не ограничиваясь:",
    "text65": "в отношении своевременности, актуальности, точности, полноты, достоверности, доступности или соответствия для какой-либо конкретной цели Сайта и Содержимого;",
    "text66": "в отношении того, что при использовании Сайта не возникнет ошибок, оно будет безопасным и бесперебойным;",
    "text67": "что Компания будет исправлять какие-либо ошибки или, что на Сайте не будет вирусов или иных вредоносных кодов;",
    "text68": "что Сайт и его содержимое не нарушают прав третьих лиц. Насколько это возможно в соответствии с действующим законодательством, Компания отказывается от каких-либо заверений и гарантий, предоставление которых может иным образом подразумеваться.",
    "text69": "В случае утраты или разглашения персональных данных Клиента Компания не несет ответственность, если данная информация:",
    "text610": "Стала публичным достоянием до ее утраты или разглашения;",
    "text611": "Была получена от третьей стороны до момента ее получения Компанией;",
    "text612": "Была разглашена с согласия Клиента;",
    "text613": "Доступ и использование Сайта, сервисов, приложений, платформ, программного обеспечения и соцмедиа, связанных с Компанией, осуществляются исключительно по вашему усмотрению и на ваш риск.",
    "strong7": "Политика использования cookies",
    "text71": "Настоящий документ определяет условия использования файлов cookies на данном сайте, объясняет цели использования cookies и определяет права пользователей изменять и определять правила предоставления файлов cookies по своему усмотрению.",
    "text72": "Файлы cookies необходимы, чтобы предоставлять и повышать качество онлайн-сервисов данного сайта, а также обеспечивать конфиденциальность информации, предоставленной пользователем, и ее обработку в надлежащем виде. Мы предпринимаем все необходимые меры безопасности, чтобы предотвратить несанкционированный доступ, раскрытие, изменение или несанкционированное удаление информации, предоставленной клиентами посредством файлов cookies.",
    "text73": "Что такое файлы cookies?",
    "text74": "Файл cookie – это маленький текстовый файл, который хранится на вашем компьютере или другом устройстве, используемом при посещении сайта. Текстовый файл содержит информацию, которая используется, чтобы предоставлять посетителям сайта сервис лучшего качества.",
    "text75": "Какие файлы cookies используются на данном сайте?",
    "text76": "Мы используем следующие виды файлов cookies:",
    "text77": "Обязательные. Такие файлы cookies необходимы для работы сайта. Они включают в себя, например, файлы cookies, которые позволяют вам авторизоваться в защищенные части сайта и использовать базовый функционал сайта.",
    "text78": "Аналитические/служебные. Такие файлы cookies представляют информацию о том, как и как часто используется данный сайт, какие есть пользовательские группы, какие поисковые инструменты используются. Статистика по файлам cookies может быть также получена от третьей стороны.",
    "text79": "Целевые. Такие файлы cookies запоминают ваши посещения данного сайта, какие страницы вы посетили, на какие ссылки нажали. Мы используем эту информацию, чтобы сделать данный сайт и информацию на нем более подходящими вашим интересам.",
    "text710": "Как отключить файлы cookies?\n",
    "text711": "Если вы не хотите, чтобы файлы cookies использовались на ваших устройствах, вы можете изменить настройки безопасности вашего браузера. Обратите внимание, что настройки безопасности могут отличаться, их надо настраивать отдельно для каждого браузера. Если же вы заблокируете все файлы cookies в вашем браузере (включая обязательные), весь сайт или его часть могут быть вам недоступны.",
    "strong8": "Дополнительные условия",
    "text81": "Компания имеет право вносить изменения в настоящую Политику конфиденциальности без согласия Клиента;",
    "text82": "Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено;",
    "text83": "Материалы данного сайта не предназначены для лиц, проживающих в юрисдикциях, где предоставление подобной информации нарушает законодательные и нормативные требования.",
    "strong9": "Обратная связь",
    "text91": "Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать на miraxtrade@mail.com",
    "version": "Версия от 20 мая 2021 года"
  },
  "ui" : {
    "JumbotronCustom_button": "Присоединиться",
    "sign-in_sign_up": "Вход/регистрация",
    "personalArea": "Личный кабинет",
    "become_partner": "СТАТЬ ПАРТНЕРОМ"
  },
  "SideBar": {
    "desktop": "Рабочий стол",
    "profit": "Доходность",
    "team": "Команда",
    "history": "История",
    "profile": "Личные данные"
  },
  "menuHeader" : {
    "about": "О нас",
    "How_money_here": "Как здесь заработать?",
    "Partnership_programs": "Партнерские программы",
    "Partnership_with_Mirax": "Партнерство с Mirax",
    "Content": "Контент",
    "Videos": "Видеоролики",
    "activity": "Мероприятия",
    "Community": "Сообщество Mirax",
    "openCenter": "Открытие индивидуального <br/>консультационного центра",
    "news": "Новости",
    "exit": "Выход",
    "change_leng": "Изменить язык"
  },
  "footer": {
    "title": "Глобальный дистрибьютор инвестиционных программ для партнеров любого уровня",
    "about_company": "О КОМПАНИИ",
    "about_us" : "О нас",
    "Contacts" : "Контакты",
    "How_make_money" : "Как здесь заработать?",
    "PARTNERSHIP_PROGRAMS" : "ПАРТНЕРСКИЕ ПРОГРАММЫ",
    "PARTNERSHIP_MIRAX" : "ПАРТНЕРСТВО С MIRAX",
    "Mirax_Community" : "Сообщество Mirax",
    "open_center" : "Открытие индивидуального консультационного центра",
    "News": "Новости",
    "Videos": "Видиоролики",
    "Events": "Мероприятия",
    "CONTENT": "КОНТЕНТ",
    "reserved": "Все права защищены © 2021 Mirax",
    "Terms": "Пользовательское соглашение",
    "Privacy": "Политика конфиденциальности"
  }
}