{
  "HomePage": {
    "title": "Готовые инвестиционные решения с ежедневным доходом",
    "text": "Платформа Mirax предоставляет широкие инвестиционные предложения в проекты блокчейн-индустрии для создания активного и пассивного доходов с помощью модели партнерских программ",
    "videoBlock" : {
      "title" : "Успейте стать партнером",
      "text" : "C Mirax стратегии доверительного управления активами нацелены на результат"
    },
    "benefitsBlock" : {
      "title" : "Почему стоит инвестировать сейчас",
      "firstBlock" : {
        "title": "Доходность 22% в месяц",
        "text": "Выбор из представленных тарифных пакетов с высокой окупаемостью до 300% годовых. Гарантированный доход уже через день"
      },
      "secondBlock" : {
        "title": "Прибыльная бизнес-модель",
        "text": "Возможность построить собственную структуру благодаря интегрированным реферальным системам, получая дополнительный доход, бонусы и премии за активность"
      },
      "thirdBlock" : {
        "title": "Отсутствие рисков",
        "text": "Никаких нелегальных проектов, торговли на биржах, сделок на повышение или понижение, несущих риск"
      }
    },
    "wantMore" : {
      "title" : "Для тех, кто хочет большего\n",
      "text": "Выберите любую программу на комфортных условиях.\n\n.",
      "MRX-invest": {
        "title": "Программа",
        "description": "Продвижение компании в блокчейн индустрии. <br /> В <strong>MRX-invest</strong> используется линейный маркетинговый план..",
        "1block": {
          "title": "Объём инвестиционных пакетов",
          "text": "от 100 до 10 000 (6 инвестиционных пакетов)\n\n"
        },
        "2block": {
          "title": "Доходность",
          "text": "Плавающая, до 2% в сутки, без выходных, и зависит от объёма инвестиционного пакета\n\n"
        },
        "3block": {
          "title": "Срок работы\n",
          "text": "210-260 календарных дней\n\n"
        }
      }
    },
    "PTL": {
      "title": "Таблица доходности",
      "trTh1": "Программа",
      "trTh2": "Депозит",
      "trTh3": "Сроки",
      "trTh4": "Доход",
      "trTh5": "Окупаемость",
      "days": "дней"
    },
    "PC": {
      "title": "Калькулятор прибыли",
      "ui": {
        "Invest_plan": "Инвест план",
        "Sum": "Сумма",
        "select_program": "Select a program",
        "daily" : " в день",
        "at_the_end": " по окончанию раундов",
        "accrual": "НАЧИСЛЕНИЕ",
        "In_day": "Вдень",
        "total_profit" : "ОБЩАЯ ПРИБЫЛЬ",
        "total_period": "За весь срок",
        "1des": "Обратите внимание указывается средний показатель дохода",
        "2des": "Период \"за весь срок\" означает 250 дней,детальнее по срокам\n                  работы пакетов вы можете ознакомиться на странице программы\n                  MRX-invest",
        "3des": "Доходность по программе Optional указывается без\n                  дивидендов.Дивиденды будут начисляться каждый месяц после\n                  реализации проекта.Для подробной информации перейдите на\n                  страницу программы Optional"
      }
    },
    "news": {
      "title": "Новости",
      "all_news": "Все новости"
    },
    "BecomePartner" : {
      "title" : "Станьте партнером Mirax и сделайте ваш бизнес высокодоходным с первого дня"
    }
  },
  "AboutPage": {
    "HighQualityPrototype": {
      "title": "Навсегда решите эти <br /> проблемы",
      "row1": "Как приумножить свой капитал?",
      "row2": "Куда инвестировать, чтобы не прогореть?",
      "row3": "Как выйти на доход, который покроет мои расходы?"
    },
    "descriptionBLock": {
      "title": "Руководствуйтесь балансом между возможными рисками и потенциальной доходностью",
      "block.text1": "На современном рынке финансовые инструменты работают в одном направлении, ограничивая возможности инвесторов и увеличивая риски.",
      "block.text2": " расширяет возможности заработка для своих партнеров, объединяя самые прибыльные и перспективные направления: блокчейн-проекты, майнинговые компании, цифровые продукты, сетевые компании и\n                стартапы. Откройте для себя возможность получения финансовой свободы без рисков!"
    },
    "MainAdvantages": {
      "title": "Быстрый старт – лучший результат",
      "sub_title": "Начните работу прямо сейчас, чтобы ваши средства начали работать  на вас",
      "advantage_block1": {
        "title": "Зарегистрируйтесь бесплатно",
        "text": "Регистрация  занимает не более трех минут. Вы сможете управлять и контролировать свои средства прямо в личном аккаунте."
      },
      "advantage_block2": {
        "title": "Выберите программу.",
        "text": "Пополните ваш баланс и\n                выберите программу с наиболее подходящими условиями."
      },
      "advantage_block3": {
        "title": "Зарабатывайте",
        "text": "Начните зарабатывать с первого\n                дня! Вы можете выводить средства по завершению периода программы\n                или участвовать в новой программе, чтобы зарабатывать больше!"
      }
    },
    "MiraxHistory":{
      "title": "История Mirax: Идеи, инновации и рост",
      "text": "За последние 12 лет Mirax выросла из стартапа из 8 человек в  глобальную компанию, которой доверяют управление активами более 1500  частных и корпоративных инвесторов. Наши клиенты получают инвестиционные продукты, технологии и инструменты, способные удовлетворить текущие потребности в расходах, накопить доходы и развиваться.",
      "text2": "Посмотрите, какой путь мы прошли.",
      "line1": "Создание компании Mirax и начало деятельности по управлению ценными  бумагами, осуществление брокерской и дилерской деятельности",
      "line2": "С развитием криптовалют Mirax вместе с индивидуальными партнерами и подрядчиками начинает осуществление инвестиций в майнинг",
      "line3": "С развитием криптовалют Mirax вместе с индивидуальными партнерами и подрядчиками начинает осуществление инвестиций в майнинг",
      "line4": "Выход на рынок США. Подразделение Mirax входит в состав компании IBM. Осуществление инвестиций в аппаратное и программное обеспечение, предоставление консалтинговых услуг в сфере IT",
      "line5": "Подразделение выкуплено компанией-производителем компьютерной электроники Western Digital.",
      "line6": "Привлечение крупных американских инвесторов. Активное развитие на рынке США. Создание группы инвестиционных решений, предоставление портфельных решений для удовлетворения потребностей клиентов с доходностью около 80% годовых",
      "line7": "Запуск стратегии управляемой волатильности, предоставляя клиентам новый инструмент управления рисками, позволяющий добиться высокой доходности с меньшей волатильностью. Создание антикризисной программы",
      "line8": "Выход на российский рынок. Укрепление фундаментального роста капитала и активных команд с фиксированным доходом c помощью использования модели партнерских программ"
    },
    "CompanyInterest": {
      "title": "Взаимовыгодное сотрудничество с Mirax",
      "text": "Каждый пользователь имеет возможность роста в рамках партнерской  программы. Вы можете увеличивать прибыль без ограничений, а в дополнение, получать бонусы за участие в развитии платформы.  Являясь платформой-посредником, Mirax получает процент от прибыли.  Таким образом, растет не только инвестор, но и компания"
    },
    "EnableComplaint": {
      "title": "Оставьте заявку на бесплатную консультацию",
      "button": "Отправить заявку"
    }
  },
  "HowToMakeMoneyHere": {
    "title": "Как начать зарабатывать с Mirax",
    "row1": {
      "title": "Новый подход к заработку",
      "text1": "Почему большинство не имеет собственных накоплений, зато имеет\n                  непогашенный кредит, живет от зарплаты до зарплаты и знает об\n                  отпуске в теплых странах только из интернета? Самая\n                  существенная проблема заключается в том, что люди стесняются,\n                  боятся или просто не знают, что делать, как заработать.",
      "text2": "Они живут с негативной установкой, что деньги не даются просто\n                  так, их тяжело заработать, и для этого нужно крутиться, как\n                  белка в колесе. Результат такого мышления – сущие копейки за\n                  тяжелый ежедневный труд. Если спросить такого человека, хочет\n                  ли он быть богатым, он, безусловно, ответит, что да. Но если\n                  спросить, сколько денег ему необходимо в месяц, он, вероятно,\n                  не сможет дать четкий ответ. В этом и заключается проблема. Вы\n                  должны четко знать, чего вы хотите достичь, и идти к своей\n                  цели, используя каждую возможность."
    },
    "row2": {
      "title": "Мыслить нестандартно",
      "text1": "В детстве мы слышали: не в деньгах счастье. В итоге мы не\n                  позволяем себе радоваться, отказываемся от интересных\n                  предложений и медлим с принятием решения, упуская свою выгоду.\n                  Конечно, деньги – это не само счастье, но они открывают новые\n                  возможности, делают нашу жизнь полноценной и усиливают\n                  состояние счастья.",
      "text2": "Чтобы получать достойный доход, важно выбрать подходящую\n                  стратегию заработка. А еще – избавиться от заблуждений,\n                  которые мешают эффективно распоряжаться деньгами и много\n                  зарабатывать."
    },
    "row3": {
      "title": "От мечты до результата",
      "text1": "Инвестирование в проекты блокчейн-индустрии – один из способов\n                  приумножить свой капитал и обеспечить себе доход. Но без опыта\n                  и знаний покорить эту нишу достаточно сложно. Вам необходимо\n                  потратить большое количество времени, чтобы изучить предмет\n                  ваших инвестиций, но это еще не гарантирует получение\n                  стабильного дохода."
    },
    "row4": {
      "text1": "Инвесторам платформы Mirax предоставляется возможность\n                зарабатывать регулярные вознаграждения от инвестиций сразу в\n                несколько проектов – от добычи криптовалюты с помощью\n                майнинговых ферм до DeFi-платформ, стейкинга и BNB Vault. Так,\n                вы получаете несколько вариантов притока средств, которые в\n                сочетании друг с другом могут представлять значительную сумму.\n                При этом вам не нужно обладать глубокими знаниями о предмете\n                инвестиций – Mirax тщательно выбирает зарекомендованные проекты\n                и проводит детальный аудит, прежде чем представить их инвестору."
    },
    "row5": {
      "title": "Удовлетворенность жизнью растет вместе с состоянием",
      "text1": "Наша миссия – выстроить глобальную сеть для наших инвесторов,\n                  в которой вы сами решаете, когда и в какой проект\n                  инвестировать, распоряжаетесь собственными деньгами и\n                  обеспечиваете себе высокий доход при полном отсутствии рисков.\n                  Вы можете воспользоваться разнообразным инвестиционным\n                  предложением Mirax, рассчитанным на разных инвесторов с\n                  различными депозитами."
    },
    "row6": {
      "title": "Хотите изменить жизнь? Сделайте это с Mirax",
      "text1": " прямо сейчас",
      "text2": "Стать партнером"
    }
  },
  "MrxInvest": {
    "MrxInvestBenefitsData": {
      "title": "Преимущества с MRX-invest",
      "1block": {
        "text": "Заработок от вкладов по нескольким направлениям одновременно: майнинг криптовалют, депозиты, Launchpool, DeFi-стейкинг"
      },
      "2block": {
        "text": "Ежедневные выплаты до 2% без выходных"
      },
      "3block": {
        "text": "Возможность участия в партнерской программе с доходностью до 40% в месяц"
      },
      "4block": {
        "text": "Простой линейный маркетинг-план без ограничений по развитию структуры в ширину"
      }
    },
    "JumbotronCustom": {
      "text": "Инвестиционная программа MRX-invest позволяет партнерам получать доход с плавающей ставкой до 2% в день в зависимости от вклада. В основе лежит классический маркетинг"
    },
    "InvestmentPackages": {
      "title": "Инвестиционные пакеты",
      "text": "Выберите любой пакет из представленных ниже и получайте доходность на следующих условиях",
      "description1": {
        "text1": "до",
        "text2": "плавающая ставка"
      },
      "description2": {
        "text1": "дней",
        "text2": "календарных дней"
      },
      "description3": {
        "text1": "время выставления доходности"
      },
      "desk": "Партнер имеет право приобрести не более одного инвестиционного пакета. Чтобы увеличить инвестиционный пакет, сделайте апгрейд до следующего пакета с объемом больше, чем предыдущий"
    },
    "BinarCard": {
      "card_title": "Инвестиционный пакет",
      "deskBlock1": {
        "text1": "Срок работы инвестиционного пакета",
        "text2": "дней"
      },
      "deskBlock2": {
        "text1": "Надбавка к суточной доходности"
      },
      "deskBlock3": {
        "text1": "Количество уровней по линейной премии"
      },
      "footer": {
        "text1": "Стоимость",
        "text2": "Купить"
      }
    }
  },
  "Optional": {
    "button_buy": "Купить",
    "dataBenefist": {
      "title": "Преимущества с Optional",
      "1block": "Дивиденды до 50% на вложенный капитал ежемесячно",
      "2block": "Возможность обмена опционов на доли компании после запуска программы в июле 2022",
      "3block": "Партнерская программа с выплатами в сеть до 50%",
      "4block": "Сроки реализации программы – менее 1 года"
    },
    "JumbotronCustom" : {
      "title": "В программе Optional используется модель акционерного краудфандинга. Партнеры становятся совладельцами компании и участвуют в распределении прибыли путем приобретения опционов"
    },
    "description": {
      "title1": "Что вы получаете",
      "title2": "Как происходит рост?",
      "text1": "Используя опыт в сборке и поставке цифрового оборудования в Китае, компания Mirax запустит антивирусную программу \"Placebo\". Этот инструмент позволит увеличить защиту пользовательских средств, хранящихся в гаджетах. Данный проект масштабируется по краудфандинговой модели. Этап разработки \"Placebo\" включает 10 раундов сроком 300 дней, на каждом из которых вы можете приобрести опционы по фиксированной цене.\nПартнеры, которые приобрели опционы, становятся совладельцами дивиденды от продаж антивирусной программы или возможность обмена опционов на доли компании после запуска \"Placebo\".",
      "text2": "После реализации антивирусной программы в торговые точки по всему миру и расширения функционала \"Placebo\" становится официальным партнером ведущих производителей техники и внедряется в электронные устройства на этапе производства. За счет географического масштабирования и увеличения продаж программы, увеличивается ценность и прибыль компании и, соответственно, прибыль партнеров"
    },
    "StagesOptions": {
      "title": "Этапы опционов",
      "round": "раунд",
      "tab_title1": "Цена опциона",
      "tab_title2": "ВЫДЕЛЕНО ОПЦИОНОВ",
      "tab_title3": "ДОХОДНОСТЬ НА ВЛОЖЕННЫЙ КАПИТАЛ",
      "tab_title4": "ЦЕЛЬ СБОРА / СОБРАНО",
      "tab_title5": "НАЧАЛО РАУНДА / ЗАВЕРШЕНИЕ РАУНДА",
      "tab_title6": "ОСТАЛОСЬ ДО ЗАВЕРШЕНИЯ РАУНДА",
      "end_round": "Раунд завершен",
      "pending": "Ожидание"
    },
    "Satisfied": {
      "title": "Дивиденды на вложенный капитал",
      "text1": "Вы можете получать ежемесячные дивиденды от вклада сразу после запуска программы",
      "text2": "Вложения в <strong>1 раунде</strong> приносят держателю опционов  доходность <strong>50%</strong>, в  <strong>10 раунде – 15%</strong>",
      "text3": "Например, вы приобретаете в 1 раунде 20000 опционов за $12004 ($0,06 x 20000). Ваш пассивный доход составит $600 в месяц (50% от вклада). Если вы вложите ту же сумму в последнем раунде, ваш ежемесячный доход составит $180. Таким образом, чем раньше вы приобретаете опционы, тем выше процент вашей доходности",
      "desk_date_start": "Дата запуска программы",
      "date_start": "15 июля 2022 года"
    }
  },
  "Priority" : {
    "dataBenefist": {
      "title": "Преимущества с Priority",
      "block1": "Возможность реализовать свою мечту: приобрести квартиру, авто, гаджеты или организовать свадьбу или путешествие всего за 30-60% от стоимости",
      "block2": "Выбор инвестиционных программ, привязанных к определенным товарам и услугам",
      "block3": "100% защита ваших инвестиций путем заключения договора целевого займа между вами и компанией Mirax",
      "block4": "Возможность участия в партнерской программе с линейным маркетингом до 10 уровней в глубину для участников Priority"
    },
    "JumbotronCustom": "По программе Priority каждый участник может приобретать любые товары и услуги со скидкой до 60% и зарабатывать дополнительно с помощью партнерской компенсационной программы",
    "Benefits": {
      "title":"Инвестиционные программы",
      "block1": {
        "text1": "скидка на товар или услугу"
      },
      "block2": {
        "text1": "срок работы",
        "text2": "дней"
      },
      "block3": {
        "text1": "программ, позволяющих совершать выгодные покупки"
      }
    },
    "quote" : "\"Наша цель – создать новую социально-экономическую модель заработка и помочь людям удовлетворять материальные потребности и стать успешными\"",
    "desk": {
      "title": "Превратите мечту в реальность",
      "li1": "Выберите программу и нажмите 'Участвовать'",
      "li2": "Следуйте простым условиям",
      "li3": "По завершению программы получите бонусы на ваш депозит",
      "li4": "Станьте счастливым обладателем товара, о котором мечтали",
      "small": "Сумма приобретения должна быть больше или равна сумме бонусов"
    }
  },
  "PriorityPrograms": {
    "home": {
      "type": "Квартира",
      "description": "Собственная квартира на этапе строительства – без кредитов, рассрочек и без экономии на повседневных вещах!\n"
    },
    "auto": {
      "type": "Автомобиль",
      "description": "Приобретите автомобиль вашей мечты всего за часть стоимости\n"
    },
    "moto": {
      "type": "Мотоцикл/мопед",
      "description": "Любите скорость или устали от пробок? Priority Moto – то, что вам нужно!"
    },
    "device": {
      "type": "Смартфон/компьютер/планшет\n",
      "description": "С новым гаджетом участвовать в Mirax Priority – еще легче!"
    },
    "travel": {
      "type": "Путешествие",
      "description": "Путешествуйте по миру и экономьте на поездках в 2 раза!\n"
    },
    "wedding": {
      "type": "Свадьба",
      "description": "Хотите шикарную, но экономную свадьбу? С Priority Wedding это возможно уже через 3 месяца!"
    },
    "repayment": {
      "type": "Рефинансирование кредита",
      "description": "Обретите свободу от долгов или проведите умные инвестиции, используя инструменты кредитования с Priority Early Repayment\n"
    }
  },
  "PrioritySlides": {
    "discount": "Скидка",
    "term": "Срок",
    "days": "дней",
    "min_coast": "Мин. стоимость",
    "max_coast": "Макс. стоимость\n",
    "status": "Мин. статус участника",
    "button_text" : "Детали",
    "button_text2" : "Участвовать"
  },
  "PriorityDescription": {
    "calculator": {
      "title": "Калькулятор",
      "desk": "Предварительный расчет по взносу и сроку действия депозита.\n                Обратите внимание на условия маркетингово содействия",
      "choseProgram": "Выберите программу",
      "specify": "Укажите взнос и срок",
      "amount": "Укажите сумму",
      "waiting_period": "Waiting period",
      "program_contribution": "Program contribution\n",
      "activation_program": "Активация программы",
      "ma": "Маркетинговое содействие",
      "your_benefit": "Ваша выгода составит:",
      "deadline": "Срок ожидания",
      "program_fee": "Взнос по программе",
      "days": "дней",
      "insurance": "Страхование \"AXA\"",
      "Date_completion": "Date of completion",
      "contributions_program": "Сумма взносов по программе",

      "Activating_program": "Activating the program",
      "marketing_assistance": "Согласен с маркетинговым содействием (+20% при отказе)",
      "contribution": "взнос",
      "days_waiting": "дней ожидания",
      "date_completion": "Дата завершения"

    },
    "table": {
      "title": "Таблица зависимости стоимости страховки от вида программы",
      "th1": "Первоначальный взнос, % / длительность программы, дней",
      "th2": "Стоимость страховой программы «AXA» в % от итоговой стоимости\n              товара или услуги"
    }
  },
  "Community": {
    "BenefitsData": {
      "title": "Принципы сообщества",
      "block1": {
        "title": "Объединенность",
        "text": "Мы живем ярко, достигаем наших целей, проводим мероприятия и строим вместе команды"
      },
      "block2": {
        "title": "Лояльность",
        "text": "Мы взаимодействуем, поддерживаем и относимся друг к другу с уважением"
      },
      "block3": {
        "title": "Открытость",
        "text": "Наше сообщество открыто для каждого – вы можете связаться с нами в любой момент и всегда получите помощь"
      },
      "block4": {
        "title": "Технологичность",
        "text": "Мы следим за тенденциями в мире, и выбираем наиболее прибыльные проекты для сотрудничества"
      },
      "block5": {
        "title": "Успех",
        "text": "Мы не только закрываем свои базовые потребности, но и получаем дополнительную награду за активность"
      },
      "block6": {
        "title": "Стабильность",
        "text": "Резиденты Mirax всегда знают дату, когда получат выплату по программе"
      }
    },
    "JumbotronCustom": {
      "title": "Что такое сообщество Mirax\n",
      "text": "Мы убеждены в том, что каждый человек способен стать продуктивнее, если он работает в команде. Для развития творческого и живого общения среди партнёров мы создали сообщество Mirax.\n\n"
    },
    "BecomePartner": "Начните получать доход уже сегодня"
  },
  "CenterOpening": {
    "benData": {
      "title": "Рекомендации по выбору помещения",
      "block1": "Площадь от 35-40 кв.м (от 20 человек)",
      "block2": "Комфортные условия аренды",
      "block3": "Быстрый и непрерывный WiFi",
      "block4": "Место с большим количеством людей (залы на базе отелей, гостиниц, бизнес-центров)",
      "block5": "Удобное месторасположение",
      "block6": "Исправное оборудование: демонстрационный экран (доска с мелом, ПК/ноутбук)"
    },
    "benData2": {
      "title": "Индивидуальное представительство – ваша лучшая инвестиция",
      "block1": {
        "title": "Доступность",
        "text": "Откройте офис в любом регионе России и зарабатывайте с партнерами"
      },
      "block2": {
        "title": "Мотивация",
        "text": "Раскройте потенциал вашей команды и получайте вознаграждение за активность участников нижестоящей структуры"
      },
      "block3": {
        "title": "Надежность",
        "text": "Забудьте о риске лишения бонусов из-за невыполнения сложных квалификаций благодаря простой офисной программе"
      }
    },
    "JumbotronCustom": {
      "title": "Открытие индивидуального представительства и расширение деловых возможностей",
      "text": "Вы можете делиться своими знаниями и опытом с партнерами и обучать их, тем самым увеличивая свой капитал. Откройте для этого индивидуальное представительство Mirax и постройте команду успешных инвесторов"
    },
    "block_info": {
      "title": "Масштабирование бизнеса за счет",
      "accent": "открытия представительства Mirax",
      "text1": "Масштабирование делает бизнес более успешным, поскольку капитализация всей сети выше, чем отдельных ее элементов. В связи с увеличением количества инвесторов компания Mirax расширяет сеть своих филиалов совместно с партнерами. Наша задача – помочь вам в открытии индивидуального консультационного представительства для подготовки успешных инвесторов и создания команд в своем регионе",
      "text2": "Для создания эффективной команды необходимо привлекать к взаимодействию людей, способных выходить за рамки своего потенциала. Ключевую роль в этом играет руководитель индивидуального представительства Mirax, обеспечивающий организацию деятельности команды и реализующий бизнес-модель. Командная работа позволяет раскрыть потенциал каждого и начать зарабатывать больше."
    },
    "candidate": {
      "title": "Кто наш идеальный кандидат",
      "text": "Для создания эффективной команды необходимо привлекать к взаимодействию людей, способных выходить за рамки своего потенциала. Ключевую роль в этом играет руководитель индивидуального представительства Mirax. Наш идеальный кандидат:",
      "li1": "Выстраивает грамотную систему мотивации партнеров",
      "li2": "Регулярно взаимодействует с партнерами",
      "li3": "Постоянно обучается",
      "li4": "Разрабатывает индивидуальные предложения для партнеров и инвесторов",
      "li5": "Проводит мероприятия, направленные на повышение лояльности инвесторов"
    },
    "ruleOpen": {
      "title_accent": "Условия открытия",
      "title": "индивидуального представительства",
      "text": "Партнер Mirax, выполнивший данные условия, может открыть индивидуальное представительство и получать дополнительное вознаграждение по офисной программе",
      "li1": "Вам необходимо достичь уровня М4 в любой из партнерских программ Mirax",
      "li2": "Регион, в котором вы открываете представительство, должен совпадать с вашим регионом проживания",
      "li3": "В первой линии вам необходимо иметь как минимум двух партнеров с уровнем М3, также проживающих в вашем регионе"
    },
    "quote": "Наша цель – создать условия для поддержки вашего роста",
    "table_profit": {
      "title": "Вознаграждения по офисной программе",
      "small": "Получайте дополнительное вознаграждения от суммы пополнения приглашенного партнера",
      "th1": "Глубина",
      "th2": "Вознаграждение",
      "line": "линия"
    }
  },
  "faq": {
    "block1": {
      "title": "Как я могу зарабатывать c Mirax?",
      "content" : "Вам необходимо зарегистрировать личный аккаунт бесплатно, в котором вы сможете выбрать подходящую программу, инвестиционный пакет и начать зарабатывать. Никакой бюрократии и потери времени!\n"
    },
    "block2": {
      "title": "Какие гарантии я получаю?",
      "content" : "Мы финансируем только перспективные бизнес-проекты, прошедшие многоэтапную экспертизу. Для оценки инвестиционной привлекательности проекта мы используем различные методики и подходы (коэффициентный анализ, факторная оценка, статистический, финансовый, сравнительный анализ), которые позволяют пассивно зарабатывать. Мы контролируем выплаты, ход реализации проекта, а также оперативно решаем все текущие вопросы – в итоге вы получаете пассивный доход без задержек и без риска. Высокий процент доходности, который Mirax предлагает своим партнерам, обусловлен тем, что сама по себе сфера криптовалют высокодоходна. В то же время компания использует уникальную модель реферальных систем, которая увеличивает возможность получения вознаграждений и позволяет развиваться"
    },
    "block3": {
      "title": "Как внести депозит?",
      "content" : "Вы можете пополнить счет через любую доступную платежную систему в личном кабинете. После зачисления средств на ваш счет вы можете получать пассивный доход, участвуя в партнерских программах."
    },
    "block4": {
      "title": "Могу ли я участвовать сразу в нескольких программах?",
      "content" : "Чтобы увеличить вознаграждения для наших партнеров, мы сделали доступным участие сразу в нескольких программах, не дожидаясь окончания срока одной из них"
    },
    "block5": {
      "title": "Если будут изменены тарифы в партнерской программе, сумма моих начислений тоже изменится?",
      "content" : "Все депозиты, которые были открыты по актуальной ставке, будут завершены на тех же условиях. Вы получаете выплаты согласно с условиями программы, установленными в момент открытия депозита, до завершения ее срока. Если были изменены условия программы, ваш новый вклад будет осуществляться в соответствии с новыми условиями"
    },
    "block6": {
      "title": "Как узнать, сколько я буду зарабатывать?",
      "content" : "На странице партнерской программы есть калькулятор прибыли, с помощью которого вы можете рассчитать ежедневный и общий доход от выбранного пакета"
    },
    "block7": {
      "title": "Могу ли я реинвестировать заработанные средства?",
      "content" : "Да, конечно. Вы можете реинвестировать свою прибыль прямо в личном кабинете. После окончания срока программы и начисления заработанных средств на ваш баланс выберите снова любую доступную программу и приобретите инвестиционный пакет."
    },
    "block8": {
      "title": "Как вывести прибыль",
      "content" : "Сделайте запрос на вывод средств в личном кабинете, выберите платежную систему и укажите сумму. Длительность перевода зависит от загруженности платежных шлюзов и занимает от 10 минут."
    },
    "block9": {
      "title": "Могу ли я зарабатывать, приглашая своих партнеров на платформу?",
      "content" : "Да, вы можете приглашать новых партнеров зарегистрироваться по вашей личной ссылке, доступной в личном кабинете. В качестве вознаграждения вы получаете единоразовый бонус в размере 5% от суммы вклада вашего партнера. Ваш бонус начисляется сразу после приобретения инвестиционного пакета вашим партнером."
    },
    "block10": {
      "title": "Не помню пароль/возникает ошибка при входе в личный кабинет",
      "content" : "Если вы не можете войти в личный кабинет, сначала убедитесь, что вы ввели корректные данные. Вы можете попробовать сменить браузер или использовать режим “инкогнито” в своем браузере. Если вы забыли пароль или логин, отправьте запрос на восстановление в окне входа в аккаунт. Если данные действия не помогли, свяжитесь с нами в разделе “Контакты”, и мы оперативно поможем решить вашу проблему."
    },
    "block11": {
      "title": "Как присоединиться к сообществу Mirax?",
      "content" : "Mirax – это глобальная экосистема с собственным сообществом, которое объединяет инвесторов, владельцев бизнеса, участников блокчейн-проектов, сторонников криптовалют и создателей стартапов. Наше сообщество располагается в разных странах и растет ежедневно. Вы можете делиться и получать новый опыт работы с платформой, участвовать в дискуссиях и узнавать актуальные новости в социальных сетях Mirax."
    },
    "block12": {
      "title": "Я не нашел ответ на свой вопрос в этом списке?",
      "content" : "Задайте нам свой вопрос, написав нам по email mirax.official@mail.ru, или отправьте сообщение, заполнив форму связи в разделе “Контакты”.\""
    }

  },
  "Contacts": {
    "email_block": "Почта компании для официальных запросов, претензий и предложений",
    "social_list": "Официальные социальные сети",
    "m_assistance": "Документы компании",
    "card_name1": "Свидетельство",
    "card_name2": "Презентация компании",
    "contact_form_block": "Хотите узнать формулу успеха c",
    "small": "Задайте свой вопрос, и вы получите ответ в течение 2 часов",
    "input": {
      "name": "Ваше имя",
      "question": "Ваш вопрос",
      "chekBox1": "Я принимаю",
      "chekBox2": "условия использования",
      "chekBox3": "и соглашаюсь с",
      "chekBox4": "политикой конфиденциальности"
    },
    "isDisable": "Доступно через 1 минуту",
    "button": "Отправить"
  },
  "SignIn": {
    "registration": {
      "title": "У вас еще нет аккаунта?",
      "text": "Создайте аккаунт бесплатно и получайте пассивный доход с\n                      первого дня",
      "button": "Регистрация"
    },
    "singIn_Input": {
      "title": "Вход в личный кабинет",
      "password": "Пароль"
    },
    "remember_me": "Запомнить меня",
    "login": "Войти",
    "forgot": "Забыли пароль?"
  },
  "SignUp": {
    "singUp": {
      "title": "Регистрация",
      "email_error": "Неправильный адрес электронной почты",
      "input_name": "Имя"
    },
    "formCountry" : {
      "option1": "Выбирите страну",
      "option2": "Россия",
      "option3": "Украина",
      "option4": "Белорусь",
      "option5": "Казахстан"
    },
    "password": "Пароль",
    "password_error": "От 8 до 12 символов: латиница",
    "ReferralId": "ID/ email пригласителя",
    "chekBox": {
      "line1": "Я принимаю",
      "line2": "условия использования",
      "line3": "и соглашаюсь с",
      "line4": "политикой конфиденциальности"
    },
    "buttons": {
      "signUp": "Зарегистрироваться",
      "enter": "Уже зарегистрированы?",
      "login": "Вход"
    }
  },
  "PasswordReset": {
    "text1": "У вас еще нет аккаунта?",
    "text2": "Создайте аккаунт бесплатно и получайте пассивный доход с первого дня?",
    "text3": "Регистрация",
    "text4": "Восстановление пароля",
    "text5": "Войти",
    "text6": "Вход в личный кабинет"
  },
  "Desktop": {
    "title": {
      "profile": "Ваш профиль",
      "desktop": "Рабочий стол",
      "wallets": "Мои счета",
      "ProfitabilityTable": "Таблица вашей доходности"
    },
    "WalletTitle": {
      "depositAccount": "Стартовый счет",
      "bonus_account": "Бонусный счет",
      "operating_account": "Операционный счет",
      "withdrawWallet": "Доступно для вывода"
    },
    "WalletName": {
      "transfer": "Перевести средства",
      "withdraw": "Вывести средства",
      "top_up_balance": "Пополнить баланс"
    },
    "totalInvestment": "Общая сумма инвестиций",
    "wallets": "Операционных кошельков",
    "referralIncomeOfPartners": "Реферальные выплаты"
  },
  "ReferralLink": {
    "referral_link": "Ваша реферальная ссылка:",
    "link": "Реферальная ссылка появиться только после покупки одно из наших  продуктов"
  },
  "ProfitabilityTable": {
    "total_earned": "Всего заработано:",
    "thead": {
      "th1": "Название",
      "th2": "Полученная сумма",
      "th3": "% соотношения от общей суммы"
    },
    "tbody": {
      "investment_package": "Начисления по инвестиционному пакету",
      "dividends": "Дивиденды",
      "linear_premium": "Линейная премия",
      "mentor_prime": "Менторская премия"
    }
  },
  "ui" : {
    "JumbotronCustom_button": "Присоединиться",
    "sign-in_sign_up": "Вход/регистрация",
    "personalArea": "Личный кабинет",
    "become_partner": "СТАТЬ ПАРТНЕРОМ"
  },
  "SideBar": {
    "desktop": "Рабочий стол",
    "profit": "Доходность",
    "team": "Команда",
    "history": "История",
    "profile": "Личные данные"
  },
  "menuHeader" : {
    "about": "О нас",
    "How_money_here": "Как здесь заработать?",
    "Partnership_programs": "Партнерские программы",
    "Partnership_with_Mirax": "Партнерство с Mirax",
    "Content": "Контент",
    "Videos": "Видеоролики",
    "activity": "Мероприятия",
    "Community": "Сообщество Mirax",
    "openCenter": "Открытие индивидуального <br/>консультационного центра",
    "news": "Новости",
    "exit": "Выход"
  },
  "footer": {
    "title": "Глобальный дистрибьютор инвестиционных программ для партнеров любого уровня",
    "about_company": "О КОМПАНИИ",
    "about_us" : "О нас",
    "Contacts" : "Контакты",
    "How_make_money" : "Как здесь заработать?",
    "PARTNERSHIP_PROGRAMS" : "ПАРТНЕРСКИЕ ПРОГРАММЫ",
    "PARTNERSHIP_MIRAX" : "ПАРТНЕРСТВО С MIRAX",
    "Mirax_Community" : "Сообщество Mirax",
    "open_center" : "Открытие индивидуального консультационного центра",
    "News": "Новости",
    "Videos": "Видиоролики",
    "Events": "Мероприятия",
    "CONTENT": "КОНТЕНТ",
    "reserved": "Все права защищены © 2021 Mirax",
    "Terms": "Пользовательское соглашение",
    "Privacy": "Политика конфиденциальности"
  }
}