import React from "react";
import { OfferLayout } from "../../layouts/OfferLayout";
import styles from "../privacyPolicy/PrivacyPolicy.module.scss";

interface TermsUseProps {}

const TermsUse: React.FC<TermsUseProps> = () => {
  return (
    <OfferLayout title={"Пользовательское соглашение"}>
      <p>
        Эти условия и положения (“Соглашение” или “Пользовательское Соглашение”)
        устанавливают условия соглашения между вами как пользователя Mirax и
        Платформой Mirax. Далее Платформа Mirax может именоваться как “мы”,
        “нас” и “нам”. Платформа означает веб-сайт, управляемый под названием
        Mirax. Использование нашей Платформы зависит от вашего согласия с этими
        условиями. Если вы не согласны с этими условиями, вам следует немедленно
        прекратить использование нашей Платформы.
      </p>
      <strong>1. Основные положения</strong>
      <div>
        1.1 Настоящее Соглашение является обязательным соглашением между вами и
        нами, и оно устанавливает ваши и наши права и обязанности в отношении
        вашего использования Платформы. Вы понимаете и принимаете настоящее
        Соглашение и подтверждаете, что будете соблюдать все его условия.
      </div>
      <div>
        1.2 Использование Платформы регулируется нормами действующего
        законодательства Российской Федерации.
      </div>
      <div>
        1.3 Зарегистрировавшись на Платформе, Пользователь считается
        присоединившимся к настоящему Соглашению.
      </div>
      <div>
        1.4 Пользователем Платформы (ранее и далее – “Пользователь”) является
        физическое лицо, достигшее возраста, допустимого в соответствии с
        законодательством Российской Федерации.
      </div>
      <div>
        1.5 Платформа не предоставляет вам никаких советов (инвестиционных,
        юридических, налоговых или любых других) в отношении транзакций,
        проводимых на/через Платформу. Каждый Инвестор (имеется в виду любой
        Пользователь, желающий инвестировать на/через Платформу) подтверждает,
        что он или она принимает участие в любых инвестициях исключительно на
        основе своей собственной оценки рисков и их последствий.
      </div>
      <div>
        1.6 Если вы используете Платформу, у вас будет возможность инвестировать
        в некоторые или все проекты, доступные время от времени на Платформе.
        Могут существовать дополнительные условия, относящиеся к конкретным
        инвестициям, о которых вы будете уведомлены в письменном виде, или
        которые будут доступны на Платформе.
      </div>
      <div>
        1.7 Настоящее Соглашение вступает в силу с момента выражения
        Пользователем согласия с его условиями, которое подтверждается путем
        нажатия Пользователем кнопки “Зарегистрироваться” на сайте. С момента
        выражения Пользователем согласия с условиями Настоящего Соглашения
        посредством вышеуказанного способа, Пользователь подтверждает, что
        предоставил свое письменное согласие с условиями Пользовательского
        соглашения, а также подтверждает право Платформы использовать свои
        персональные данные и гарантирует, что давая такое согласие, он или она
        действует по своей волей и в своих интересах.
      </div>
      <strong>2. Право собственности</strong>
      <div>
        2.1. Все права на Сайт, дизайн и материалы данного сайта, и на
        использование сетевого адреса (доменного имени) принадлежат Платформе и
        ее аффилированным лицам; они защищены авторским правом, торговыми
        марками и прочими правами собственности;
      </div>
      <div>
        2.2. При работе с Сайтом Пользователю не предоставляются права
        интеллектуальной собственности ни на сам Сайт, ни на связанный с ним
        контент;{" "}
      </div>
      <div>
        2.3. Содержимое сайта доступно к просмотру и использованию для вашего
        личного использования. В ином случае представленные материалы не могут
        использоваться ни в каких целях без предварительного письменного
        согласия Mirax.
      </div>
      <strong>3. Права и обязанности Платформы</strong>
      <div>
        3.1 Платформа предоставляет Пользователю Услуги в соответствии с
        условиями Соглашения об услугах, которые включены в настоящее
        Соглашение.
      </div>
      <div>
        3.2 Платформа настоящим предоставляет Пользователю непередаваемую
        неисключительную лицензию на доступ и использование Платформы и ее услуг
        на основе данных, указанных в Соглашении об услугах, в соответствии с
        настоящими Условиями. Пользователь соглашается использовать Данные
        исключительно для внутренних деловых целей Пользователя.
      </div>
      <div>
        3.3 Платформа будет проявлять всю разумную осторожность при сборе
        информации, составляющей любую часть Услуг.
      </div>
      <div>
        3.4 Платформа оставляет за собой полную редакционную свободу в отношении
        формы и содержания Услуг;
      </div>
      <div>
        3.5 Платформа вправе отправлять своим Пользователям информационные
        сообщения, в том числе сообщения рекламного характера. Пользователь
        также в соответствии с ч. 1 ст. 18 Федерального закона “О рекламе” дает
        свое согласие на получение сообщений рекламного характера по всем
        указанным в профиле Пользователя адресам электронной почты и телефонам.
      </div>
      <div>
        3.6 Платформа имеет право в любое время в одностороннем порядке изменять
        условия настоящего Соглашения без предварительного уведомления
        Пользователя. Такие изменения вступают в силу со дня публикации на
        сайте. При несогласии Пользователя с внесенными изменениями он или она
        обязаны отказаться от доступа к Сайту и прекратить использование
        Платформы и ее сервисов.
      </div>
      <div>
        3.7 Платформа вправе в любой момент в одностороннем порядке
        устанавливать ограничения в предоставлении материалов, услуг и сервисов
        Платформы для всех Пользователей либо для отдельных категорий
        Пользователей. Платформа может в любой момент в одностороннем порядке
        запретить Пользователям (как по отдельности, так и в их совокупности)
        автоматическое обращение к своим сервисам, к материалам и услугам, а
        также прекратить прием любой информации.
      </div>
      <div>
        3.8 Платформа не несет ответственности за нарушение Пользователем
        настоящего Соглашения.
      </div>
      <div>
        3.9 Ни при каких обстоятельствах Платформа Mirax или ее представители
        или аффилированные лица не несут ответственность перед Пользователем или
        перед любыми третьими лицами за любой косвенный, случайный или
        неумышленный ущерб, включая упущенную выгоду, вызванные в связи с
        использованием Сайта, материалов, сервисов и/или услуг Платформы, к
        которым Пользователь или иные лица получили доступ с помощью Платформы,
        даже если Платформа предупреждала или указывала на возможность такого
        вреда.
      </div>
      <div>
        3.10 Также Платформа имеет право: а) временно заблокировать полностью
        или частично возможность использования Пользователем материалов,
        сервисов и/или услуг Сайта либо удалить аккаунт Пользователя в случае
        нарушения условий настоящего Соглашения и/или требований
        законодательства РФ; б) использовать персональные данные Пользователя на
        условиях настоящего Соглашения; в) изменять состав и стоимость
        материалов, сервисов и/или услуг Сайта, доступных Пользователю; г)
        осуществлять модерацию сообщений Пользователя; д) вводить плату за
        использование материалов, сервисов и/или услуг Платформы; е) не нести
        ответственности за технические сбои в процессе оказания Услуг, возникшие
        не по нашей вине; ж) не нести ответственности за невыполнение или
        ненадлежащее выполнение своих обязательств в результате проведения
        профилактических мероприятий на своем сайте.
      </div>
      <strong>4. Права и обязанности Пользователя</strong>
      <div>
        4.1 Пользователь обязан соблюдать положения действующего
        законодательства Российской Федерации и настоящего Соглашения;
      </div>
      <div>
        4.2 Пользователь обязан полностью ознакомиться с настоящим Соглашением
        до момента регистрации на Платформе. Регистрируясь на Платформе,
        Пользователь подтверждает, что является совершеннолетним, прочитал,
        понял и обязуется соблюдать все условия настоящего Соглашения, то есть
        выражает полное и безоговорочное принятие условий настоящего Соглашения
        в соответствии со статьей 438 Гражданского кодекса Российской Федерации.
      </div>
      <div>
        4.3 В целях использования Пользователем материалов, услуг и сервисов
        Платформы, а также в целях выполнения настоящего Соглашения
        Пользователь, соглашаясь на регистрацию, предоставляет Платформе
        согласие на обработку (любое действие или совокупность действий,
        совершаемых с использованием средств автоматизации или без использования
        таких средств с персональными данными, включая сбор, запись,
        систематизацию, автоматизированную обработку, накопление, хранение,
        уточнение (обновление, изменение), извлечение, использование, передачу
        (распространение, предоставление, доступ, трансграничная передача),
        обезличивание, блокирование, удаление, уничтожение).
      </div>
      <div>
        4.3 Также пользователь обязуется: (a) Не продавать, не раскрывать или не
        распространять Данные, предоставленные Платформой, за любое денежное или
        иное вознаграждение без предварительного письменного согласия Платформы;
        (б) прилагать разумные усилия для соблюдения любых условий, прилагаемых
        к любому из разделов Соглашения, изложенных в настоящем документе; (в)
        Пользователь не должен предпринимать никаких попыток (г) изменять,
        модифицировать, улучшать, вмешиваться, дизассемблировать или
        декомпилировать Данные и/или хостинг Сервисов Платформы, с помощью
        которых доставляются Данные; или (д) предоставлять сублицензию или
        передавать третьим лицам какие-либо права Пользователя по настоящему
        Соглашению, если иное не предусмотрено настоящим Соглашением; (e)
        Оплачивать сборы в установленный срок.
      </div>
      <div>
        4.4 Пользователю при использовании Сайта запрещается регистрироваться в
        качестве Пользователя от имени или вместо другого лица (“Фальшивый
        аккаунт”);
      </div>
      <div>
        4.5 Пользователь несет ответственность за собственные действия в связи с
        созданием и размещением информации в собственном аккаунте в соответствии
        с действующим законодательством Российской Федерации.
      </div>
      <div>
        4.6 Пользователь получает право использовать материалы, к которым ему
        был предоставлен доступ, исключительно в информационно-ознакомительных
        целях; Пользователь не вправе воспроизводить и распространять полностью
        или частично содержание любого контента на Платформе или Данных, к
        которым Платформа предоставила доступ Пользователю; Пользователь не
        имеет право использовать полученную информацию в коммерческих целях.
      </div>
      <strong>5. Ограничение ответственности</strong>
      <div>
        5.1 Пользователь признает, что Mirax установила свои цены и заключила
        настоящее Соглашение, полагаясь на ограничения ответственности и отказ
        от гарантий и возмещения убытков, изложенные в настоящем документе, и
        что они составляют существенную основу Соглашения между вами и нами.{" "}
      </div>
      <strong>6. Разрешение споров</strong>
      <div>
        6.1. До обращения в суд с иском по спорам, возникающим из отношений
        между Компанией и Клиентом обязательным является предъявление претензии
        (письменного предложения о добровольном урегулировании спора);
      </div>
      <div>
        6.2. Получатель претензии в течение 30 календарных дней со дня получения
        претензии, письменно уведомляет заявителя претензии о результатах
        рассмотрения претензии;
      </div>
      <div>
        6.3. При недостижении соглашения спор будет передан на рассмотрение в
        судебный орган в соответствии с действующим законодательством РФ;
      </div>
      <div>
        6.4. Ни одна из Сторон не несет ответственности перед другой Стороной по
        претензиям, предъявленным Стороной через более чем через два года после
        даты прекращения действия этого Соглашения.{" "}
      </div>
      <strong>7. Прекращение </strong>
      <div>
        7.1 Без ущерба для каких-либо прав по настоящему Соглашению Mirax может
        немедленно приостановить все или любую часть предоставления Услуг, если
        Пользователь не уплатит какие-либо Сборы в установленный срок.
      </div>
      <div>
        7.2 Соглашение об услугах может быть расторгнуто любой Стороной
        незамедлительно с уведомлением в письменной форме другой Стороне, если
        другая Сторона совершает существенное нарушение любого условия
        Соглашения и (в случае исправимого нарушения) не может устранить
        нарушение в течение тридцати дней
      </div>
      <div>
        7.3 Любое прекращение действия Соглашения по любой причине не влияет на
        права или обязательства, возникшие у любой из Сторон и которые могли
        существовать до его прекращения.{" "}
      </div>
      <div>
        7.4 После прекращения действия Соглашения об услугах по любой причине а)
        предоставление Услуг прекращается автоматически; б) Пользователь должен
        немедленно оплатить Mirax все неоплаченные Комиссионные; в) Mirax
        выплачивает Пользователю любую сумму Пользователя, которая относится к
        любому периоду после прекращения действия Соглашения, за вычетом суммы
        непогашенных Комиссионных.
      </div>
      <strong>8. Форс-мажор</strong>
      <div>
        8.1 Ни одна из Сторон не несет ответственности перед другой стороной за
        уменьшение Платежей, задержку или невыполнение своих обязательств по
        данному Соглашению по любой причине или причинам, не зависящим от ее
        разумного контроля (“Форс-мажор”), включая, помимо прочего: а)
        наводнение, шторм или другое стихийное бедствие; б) любая война, боевые
        действия, революция, бунт или гражданские беспорядки; в) любое
        разрушение, поломка (постоянная или временная), неисправность или
        повреждение любых помещений, установок, оборудования или материалов
        (включая любое компьютерное оборудование или программное обеспечение или
        любые записи), принадлежащих Mirax; г) введение или изменение любого
        закона или постановления, или любое изменение его толкования или
        применения каким-либо органом власти; д) любые действия, предпринятые
        правительственным или общественным органом или любым агентством РФ,
        включая отказ или задержку в предоставлении согласия, освобождения или
        разрешения; е) любое нарушение договора, неисполнение обязательств или
        неплатежеспособность третьей стороны, за исключением агента или
        субподрядчика Стороны, полагающейся на возмещение ущерба, и компании из
        той же группы, что и Сторона, полагающаяся на возмещение, которой может
        быть предоставлен этот пункт; или же ж) любая неспособность Поставщика
        данных предоставить данные по контракту, если такие данные являются
        частью Данных, в течение более 3 (трех) рабочих дней подряд.
      </div>
      <div>
        8.2 Сторона, полагающаяся на Форс-мажор, должна: а) как можно скорее
        направить письменное уведомление о Форс-мажоре другой Стороне, указав
        начало и масштаб Форс-мажора, его причину и его предполагаемую
        продолжительность; б) принять все разумные меры для смягчения
        последствий Форс-мажорных обстоятельств для выполнения своих
        обязательств по данному Соглашению; г) возобновить выполнение своих
        обязательств как можно скорее после прекращения Форс-мажорных
        обстоятельств.
      </div>
      <div className={styles.version}>Версия от 20 мая 2021 года</div>
    </OfferLayout>
  );
};

TermsUse.defaultProps = {};

export default TermsUse;
